[
    {
        "appid": "570",
        "name": "Dota 2",
        "genres": "Action, Strategy, Free to Play",
        "price": "0",
        "description": "The most-played game on Steam.\nEvery day, millions of players worldwide enter battle as one of over a hundred Dota heroes. And no matter if it's their 10th hour of play or 1,000th, there's always something new to discover. With regular updates that ensure a constant evolution of gameplay, features, and heroes, Dota 2 has truly taken on a life of its own.\nOne Battlefield. Infinite Possibilities.\nWhen it comes to diversity of heroes, abilities, and powerful items, Dota boasts an endless array—no two games are the same. Any hero can fill multiple roles, and there's an abundance of items to help meet the needs of each game. Dota doesn't provide limitations on how to play, it empowers you to express your own style.\nAll heroes are free.\nCompetitive balance is Dota's crown jewel, and to ensure everyone is playing on an even field, the core content of the game—like the vast pool of heroes—is available to all players. Fans can collect cosmetics for heroes and fun add-ons for the world they inhabit, but everything you need to play is already included before you join your first match.\nBring your friends and party up.\nDota is deep, and constantly evolving, but it's never too late to join. \nLearn the ropes playing co-op vs. bots. Sharpen your skills in the hero demo mode. Jump into the behavior- and skill-based matchmaking system that ensures you'll \nbe matched with the right players each game.",
        "header_image": "game_images\\Dota 2\\570_header.jpg",
        "screenshots": [
            "game_images\\Dota 2\\570_screenshot_0.jpg",
            "game_images\\Dota 2\\570_screenshot_1.jpg",
            "game_images\\Dota 2\\570_screenshot_2.jpg",
            "game_images\\Dota 2\\570_screenshot_3.jpg",
            "game_images\\Dota 2\\570_screenshot_4.jpg"
        ]
    },
    {
        "appid": "730",
        "name": "Counter-Strike: Global Offensive",
        "genres": "Action, Free to Play",
        "price": "0",
        "description": "For over two decades, Counter-Strike has offered an elite competitive experience, one shaped by millions of players from across the globe. And now the next chapter in the CS story is about to begin. This is Counter-Strike 2.\nA free upgrade to CS:GO, Counter-Strike 2 marks the largest technical leap in Counter-Strike’s history. Built on the Source 2 engine, Counter-Strike 2 is modernized with realistic physically-based rendering, state of the art networking, and upgraded Community Workshop tools.\nIn addition to the classic objective-focused gameplay that Counter-Strike pioneered in 1999, Counter-Strike 2 features:\nAll-new CS Ratings with the updated Premier mode\nGlobal and Regional leaderboards\nUpgraded and overhauled maps\nGame-changing dynamic smoke grenades\nTick-rate-independent gameplay\nRedesigned visual effects and audio\nAll items from CS:GO moving forward to CS2",
        "header_image": "game_images\\Counter-Strike Global Offensive\\730_header.jpg",
        "screenshots": [
            "game_images\\Counter-Strike Global Offensive\\730_screenshot_0.jpg",
            "game_images\\Counter-Strike Global Offensive\\730_screenshot_1.jpg",
            "game_images\\Counter-Strike Global Offensive\\730_screenshot_2.jpg",
            "game_images\\Counter-Strike Global Offensive\\730_screenshot_3.jpg",
            "game_images\\Counter-Strike Global Offensive\\730_screenshot_4.jpg"
        ]
    },
    {
        "appid": "1623730",
        "name": "Palworld",
        "genres": "Action, Adventure, Indie, RPG, Early Access",
        "price": "2249",
        "description": "Q. What kind of game is this?\nA. In this game, you can peacefully live alongside mysterious creatures known as Pals or risk your life to drive off a ruthless poaching syndicate.\nPals can be used to fight, or they can be made to work on farms or factories.\nYou can even sell them or eat them!\nSurvival\nIn a harsh environment where food is scarce and vicious poachers roam, danger waits around every corner. To survive, you must tread carefully and make difficult choices...even if that means eating your own Pals when the time comes.\nMounts & Exploration\nPals can be mounted to traverse the land, sea and sky—allowing you to traverse all kinds of environment as you explore the world.\nBuilding Structures\nWant to build a pyramid? Put an army of Pals on the job. Don't worry; there are no labor laws for Pals.\nProduction\nMake use of Pals and their skills to make fire, generate electricity, or mine ore so that you can live a life of comfort.\nFarming\nSome Pals are good at planting seeds, while others are skilled at watering or harvesting crops. Work together with your Pals to create an idyllic farmstead.\nFactories & Automation\nLetting Pals do the work is the key to automation. Build a factory, place a Pal in it, and they'll keep working as long as they're fed—until they're dead, that is.\nDungeon Exploration\nWith Pals on your side you can tackle even the most dangerous areas. When the time comes, you might have to sacrifice one to save your skin. They'll protect your life—even if it costs their own.\nBreeding & Genetics\nBreed a Pal and it will inherit the characteristics of its parents. Combine rare pals to create the strongest Pal of them all!\nPoaching & Crime\nEndangered Pals live in wildlife sanctuaries. Sneak in and capture rare Pals to get rich quick! It's not a crime if you don't get caught, after all.\nMultiplayer\nMultiplayer is supported, so invite a friend and go on an adventure together! And of course you can battle your friends and trade Pals, too.\nIn online co-op play mode, up to 4 players can play together.\nAdditionally, a dedicated server can allow up to 32 players to play together.",
        "header_image": "game_images\\Palworld\\1623730_header.jpg",
        "screenshots": [
            "game_images\\Palworld\\1623730_screenshot_0.jpg",
            "game_images\\Palworld\\1623730_screenshot_1.jpg",
            "game_images\\Palworld\\1623730_screenshot_2.jpg",
            "game_images\\Palworld\\1623730_screenshot_3.jpg",
            "game_images\\Palworld\\1623730_screenshot_4.jpg"
        ]
    },
    {
        "appid": "440",
        "name": "Team Fortress 2",
        "genres": "Action, Free to Play",
        "price": "0",
        "description": "\"The most fun you can have online\"\n - PC Gamer\n\n\nIs now FREE!\n\r\n\t\t\t\t\t\t\t\t\t There’s no catch! Play as much as you want, as long as you like!\n\n\nThe most highly-rated free game of all time!\n\r\n\t\t\t\t\t\t\t\t\t One of the most popular online action games of all time, Team Fortress 2 delivers constant free updates—new game modes, maps, equipment and, most importantly, hats. Nine distinct classes provide a broad range of tactical abilities and personalities, and lend themselves to a variety of player skills.\n\n\nNew to TF? Don’t sweat it!\n\r\n\t\t\t\t\t\t\t\t\t No matter what your style and experience, we’ve got a character for you. Detailed training and offline practice modes will help you hone your skills before jumping into one of TF2’s many game modes, including Capture the Flag, Control Point, Payload, Arena, King of the Hill and more.\n\n\nMake a character your own!\n\r\n\t\t\t\t\t\t\t\t\t There are hundreds of weapons, hats and more to collect, craft, buy and trade. Tweak your favorite class to suit your gameplay style and personal taste. You don’t need to pay to win—virtually all of the items in the Mann Co. Store can also be found in-game.",
        "header_image": "game_images\\Team Fortress 2\\440_header.jpg",
        "screenshots": [
            "game_images\\Team Fortress 2\\440_screenshot_0.jpg",
            "game_images\\Team Fortress 2\\440_screenshot_1.jpg",
            "game_images\\Team Fortress 2\\440_screenshot_2.jpg",
            "game_images\\Team Fortress 2\\440_screenshot_3.jpg",
            "game_images\\Team Fortress 2\\440_screenshot_4.jpg"
        ]
    },
    {
        "appid": "578080",
        "name": "PUBG: BATTLEGROUNDS",
        "genres": "Action, Adventure, Massively Multiplayer, Free to Play",
        "price": "0",
        "description": "LAND, LOOT, SURVIVE!\nPlay PUBG: BATTLEGROUNDS for free.\nLand on strategic locations, loot weapons and supplies, and survive to become the last team standing across various, diverse Battlegrounds.\nSquad up and join the Battlegrounds for the original Battle Royale experience that only PUBG: BATTLEGROUNDS can offer.\nThis content download will also provide access to the BATTLEGROUNDS Test Server, which requires a separate download to play. \nOptional in-game purchases available.",
        "header_image": "game_images\\PUBG BATTLEGROUNDS\\578080_header.jpg",
        "screenshots": [
            "game_images\\PUBG BATTLEGROUNDS\\578080_screenshot_0.jpg",
            "game_images\\PUBG BATTLEGROUNDS\\578080_screenshot_1.jpg",
            "game_images\\PUBG BATTLEGROUNDS\\578080_screenshot_2.jpg",
            "game_images\\PUBG BATTLEGROUNDS\\578080_screenshot_3.jpg",
            "game_images\\PUBG BATTLEGROUNDS\\578080_screenshot_4.jpg"
        ]
    },
    {
        "appid": "1063730",
        "name": "New World",
        "genres": "Action, Adventure, Massively Multiplayer, RPG",
        "price": "1599",
        "description": "New World - Azoth Edition\nThe Azoth Edition includes:\n Deluxe Edition content + additional premium digital game content\nScorching Sand apparel skin:\n with only your eyes exposed to the elements, look upon the dunes of sand and chart your course to victory.\nWicked Ways weapon set:\n when you stare into the gem, evil stares back.\nBlunderbuss of Brimstone weapon skin:\n it feels warm in your hand, pulsing a kind of oppressive heat that almost smells of sulfur.\nSarcophagus housing item:\n a standing and functional piece of art that may or may not still be full of its haunted contents.\nCelestial Hare house pet:\n the vast expanse of the universe resides within the fur of this pet that you can add to your home. \nAccess to housing unlocks at level 15 in-game.\nAegyptus Crest pack:\n do you curse your foes or simply crush them with your might? Does it matter as long as they flee from your presence? \nCompany Crests can only be used by the governor (creator) of a company.\nCard Suit crest pack\n \nnever reveal your hand until the gold is on the table. Company Crests can only be used by the governor (creator) of a company.\nTitle Desert Vanguard:\n first to explore the mysterious deserts of Aeternum.\nChest Pound Emote:\n a display of dominance.\nGold Dye [5x pack]:\n a consumable dye pack used to color parts of clothing and armor.\nSilver Dye [5x pack]:\n a consumable dye pack used to color parts of clothing and armor.\nSmoldering Scarlet Dye [5x Pack]:\n a consumable dye pack used to color parts of clothing and armor.\nNew World -  Deluxe Edition\nEnter the land of Aeternum ready to face the supernatural frontier with the New World Deluxe Edition. \nExplore a beautiful open world as you move through the wilderness and ruins of the island of Aeternum.\nJoin forces with other players to form powerful companies of craftspeople, soldiers, and strategists.\nClaim and control territories to direct the development of settlements.\nFight for survival against enemy raiders, the brutal wilderness, and a growing evil.\nGather materials and craft thousands of items, from magical elixirs and deadly weapons to sprawling fortifications.\nThe Deluxe Edition includes:\n \nWoodsman armor skin\nStand out from the crowd or blend in with the forest with the Woodsman armor skin.\nWoodsman hatchet skin\nComplete the Woodsman look with this skin for the versatile hatchet.\nMastiff house pet\nMake your house a home with the Mastiff house pet. Access to housing unlocks at level 15 in-game.\nRock/Paper/Scissors emote set\nRock, Paper, Scissors, a light-hearted game with friends or a tool for making difficult decisions.\nNew World digital art book\nA collection of incredible concept art from the making of New World.\nNew World - Standard Edition\nFate has summoned you to the shores of Aeternum, the Eternal Isle. In a land hell-bent on your destruction, what will you do to survive?\nExplore a beautiful open world as you move through the wilderness and ruins of the island of Aeternum.\nJoin forces with other players to form powerful companies of craftspeople, soldiers, and strategists.\nClaim and control territories to direct the development of settlements.\nFight for survival against enemy raiders, the brutal wilderness, and a growing evil.\nGather materials and craft thousands of items, from magical elixirs and deadly weapons to sprawling fortifications.\nAbout the Game\nExplore a thrilling, open-world MMO filled with danger and opportunity where you'll forge a new destiny for yourself as an adventurer shipwrecked on the supernatural island of Aeternum. Endless opportunities to fight, forage, and forge await you among the island's wilderness and ruins. Channel supernatural forces or wield deadly weapons in a classless, real-time combat system, and fight alone, with a small team, or in massed armies for PvE and PvP battles—the choices are all yours.\nKEY FEATURES:\nCARVE YOUR DESTINY\nFor thousands of years, Aeternum has been the source of fantastical legends—and now you’ve found it. Shipwrecked and without supplies or allies, you’ll need to make your way in a dangerous world where supernatural power has changed all the rules. In such a land, your destiny is whatever you make of it.\nA LAND SHAPED BY MAGIC\nAeternum's mysteries run as deep and dark as its history. Delve into the world and uncover the secret truth of the island and its millennia of strange inhabitants. As you explore Aeternum, you’ll discover beauty, danger, and opportunity at every turn. You'll need to use all your skills to take advantage of the island's bounty—and survive its horrors.\nSWORDS, GUNS & SORCERY\nArm yourself with brutal melee weapons, ranged artillery, or supernatural powers and jump into New World's classless, real-time action combat system. As you progress you'll be able to determine what you want your gameplay experience to be like—will you act as a protective shield on the front lines of battle? Will you sling spells to support your allies from a safe distance? Only you can decide.\nSTRONGER TOGETHER\nAt the core of the New World’s social features are the three factions, organizations of like-minded players and non-player characters with their own motives and schemes for the island's future. It is as a member of one of these factions that you'll wage war and claim, defend, and develop your territory.\nACCESSIBILITY FEATURES:\nCustomize your experience with accessibility settings before game play. Tailor audio to your preferences with settings for volume controls, mono sound, stereo sound, and surround sound. Personalize camera comfort settings, subtitle settings, and alter game inputs via key binding options. Finally, ensure no message is missed with chat text-to-speech and speech-to-text.",
        "header_image": "game_images\\New World\\1063730_header.jpg",
        "screenshots": [
            "game_images\\New World\\1063730_screenshot_0.jpg",
            "game_images\\New World\\1063730_screenshot_1.jpg",
            "game_images\\New World\\1063730_screenshot_2.jpg",
            "game_images\\New World\\1063730_screenshot_3.jpg",
            "game_images\\New World\\1063730_screenshot_4.jpg"
        ]
    },
    {
        "appid": "1938090",
        "name": "Call of Duty: Modern Warfare II",
        "genres": "Action",
        "price": "6999",
        "description": "Call of Duty®: Modern Warfare II\nLearn more about \nCall of Duty®: Modern Warfare II here.\nhttps://store.steampowered.com/app/1962660/\nAbout the Game\nCall of Duty® HQ supports Call of Duty®: Black Ops 6, Call of Duty®: Modern Warfare® III, Call of Duty®: Modern Warfare® II and Call of Duty®: Warzone™.\nCall of Duty®: Black Ops 6 is signature Black Ops across a cinematic single-player Campaign, a best-in-class Multiplayer experience and with the epic return of Round-Based Zombies.\nCall of Duty®: Modern Warfare® III is the direct sequel to the record-breaking Call of Duty®: Modern Warfare® II. Captain Price and Task Force 141 face off against the ultimate threat. The ultranationalist war criminal Vladimir Makarov is extending his grasp across the world causing Task Force 141 to fight like never before.\nCall of Duty®: Modern Warfare® II drops players into an unprecedented global conflict that features the return of the iconic Operators of Task Force 141.\nCall of Duty®: Warzone™ is the massive free-to-play combat arena which features Battle Royales, Resurgence and DMZ.\nCall of Duty® Points (CP) are the in-game currency that can be used in Call of Duty®: Modern Warfare® III, Modern Warfare® II, and Warzone™ to obtain new content. Call of Duty®: Modern Warfare® III / Call of Duty®: Modern Warfare® II / Call of Duty®: Warzone™ game required, sold / downloaded separately.\nCP purchased may also be used to obtain in-game content in certain Call of Duty® games with CP functionality enabled*. Each game sold separately.",
        "header_image": "game_images\\Call of Duty Modern Warfare II\\1938090_header.jpg",
        "screenshots": [
            "game_images\\Call of Duty Modern Warfare II\\1938090_screenshot_0.jpg",
            "game_images\\Call of Duty Modern Warfare II\\1938090_screenshot_1.jpg",
            "game_images\\Call of Duty Modern Warfare II\\1938090_screenshot_2.jpg",
            "game_images\\Call of Duty Modern Warfare II\\1938090_screenshot_3.jpg",
            "game_images\\Call of Duty Modern Warfare II\\1938090_screenshot_4.jpg"
        ]
    },
    {
        "appid": "271590",
        "name": "Grand Theft Auto V",
        "genres": "Action, Adventure",
        "price": "2998",
        "description": "When a young street hustler, a retired bank robber and a terrifying psychopath find themselves entangled with some of the most frightening and deranged elements of the criminal underworld, the U.S. government and the entertainment industry, they must pull off a series of dangerous heists to survive in a ruthless city in which they can trust nobody, least of all each other.\n \nGrand Theft Auto V for PC offers players the option to explore the award-winning world of Los Santos and Blaine County in resolutions of up to 4k and beyond, as well as the chance to experience the game running at 60 frames per second. \n \nThe game offers players a huge range of PC-specific customization options, including over 25 separate configurable settings for texture quality, shaders, tessellation, anti-aliasing and more, as well as support and extensive customization for mouse and keyboard controls. Additional options include a population density slider to control car and pedestrian traffic, as well as dual and triple monitor support, 3D compatibility, and plug-and-play controller support.  \n \nGrand Theft Auto V for PC also includes Grand Theft Auto Online, with support for 30 players and two spectators. Grand Theft Auto Online for PC will include all existing gameplay upgrades and Rockstar-created content released since the launch of Grand Theft Auto Online, including Heists and Adversary modes.\n \nThe PC version of Grand Theft Auto V and Grand Theft Auto Online features First Person Mode, giving players the chance to explore the incredibly detailed world of Los Santos and Blaine County in an entirely new way.\n \nGrand Theft Auto V for PC also brings the debut of the Rockstar Editor, a powerful suite of creative tools to quickly and easily capture, edit and share game footage from within Grand Theft Auto V and Grand Theft Auto Online. The Rockstar Editor’s Director Mode allows players the ability to stage their own scenes using prominent story characters, pedestrians, and even animals to bring their vision to life. Along with advanced camera manipulation and editing effects including fast and slow motion, and an array of camera filters, players can add their own music using songs from GTAV radio stations, or dynamically control the intensity of the game’s score. Completed videos can be uploaded directly from the Rockstar Editor to YouTube and the Rockstar Games Social Club for easy sharing.  \n \nSoundtrack artists The Alchemist and Oh No return as hosts of the new radio station, The Lab FM. The station features new and exclusive music from the production duo based on and inspired by the game’s original soundtrack. Collaborating guest artists include Earl Sweatshirt, Freddie Gibbs, Little Dragon, Killer Mike, Sam Herring from Future Islands, and more. Players can also discover Los Santos and Blaine County while enjoying their own music through Self Radio, a new radio station that will host player-created custom soundtracks.\nSpecial access content requires Rockstar Games Social Club account. Visit \nhttp://rockstargames.com/v/bonuscontent\n for details.",
        "header_image": "game_images\\Grand Theft Auto V\\271590_header.jpg",
        "screenshots": [
            "game_images\\Grand Theft Auto V\\271590_screenshot_0.jpg",
            "game_images\\Grand Theft Auto V\\271590_screenshot_1.jpg",
            "game_images\\Grand Theft Auto V\\271590_screenshot_2.jpg",
            "game_images\\Grand Theft Auto V\\271590_screenshot_3.jpg",
            "game_images\\Grand Theft Auto V\\271590_screenshot_4.jpg"
        ]
    },
    {
        "appid": "1172470",
        "name": "Apex Legends",
        "genres": "Action, Adventure, Free to Play",
        "price": "0",
        "description": "Apex Legends: Upheaval\nAbout the Game\nConquer with character in Apex Legends, a free-to-play* Hero shooter where legendary characters with powerful abilities team up to battle for fame & fortune on the fringes of the Frontier.\nMaster an ever-growing roster of diverse Legends, deep-tactical squad play, and bold, new innovations that go beyond the Battle Royale experience — all within a rugged world where anything goes. Welcome to the next evolution of Hero Shooter.\nKEY FEATURES\nThis game includes optional in-game purchases of virtual currency that can be used to acquire virtual in-game items, including a random selection of virtual in-game items.\nNote that any unused Apex Coins will expire 180 days after the first date in which they are acquired or purchased. The oldest Apex Coins that are subject to expiration in your balance will always be used first when using them to make in-game purchases.\nApex Packs purchase is not available in Belgium.",
        "header_image": "game_images\\Apex Legends\\1172470_header.jpg",
        "screenshots": [
            "game_images\\Apex Legends\\1172470_screenshot_0.jpg",
            "game_images\\Apex Legends\\1172470_screenshot_1.jpg",
            "game_images\\Apex Legends\\1172470_screenshot_2.jpg",
            "game_images\\Apex Legends\\1172470_screenshot_3.jpg",
            "game_images\\Apex Legends\\1172470_screenshot_4.jpg"
        ]
    },
    {
        "appid": "550",
        "name": "Left 4 Dead 2",
        "genres": "Action",
        "price": "99",
        "description": "Set in the zombie apocalypse, Left 4 Dead 2 (L4D2) is the highly anticipated sequel to the award-winning Left 4 Dead, the #1 co-op game of 2008.\n                    This co-operative action horror FPS takes you and your friends through the cities, swamps and cemeteries of the Deep South, from Savannah to New Orleans across five expansive campaigns.\n                    You'll play as one of four new survivors armed with a wide and devastating array of classic and upgraded weapons. In addition to firearms, you'll also get a chance to take out some aggression on infected with a variety of carnage-creating melee weapons, from chainsaws to axes and even the deadly frying pan.\n                    You'll be putting these weapons to the test against (or playing as in Versus) three horrific and formidable new Special Infected. You'll also encounter five new \u0093uncommon\u0094 common infected, including the terrifying Mudmen.\n                    Helping to take L4D's frantic, action-packed gameplay to the next level is AI Director 2.0. This improved Director has the ability to procedurally change the weather you'll fight through and the pathways you'll take, in addition to tailoring the enemy population, effects, and sounds to match your performance. L4D2 promises a satisfying and uniquely challenging experience every time the game is played, custom-fitted to your style of play.\n \nNext generation co-op action gaming from the makers of Half-Life, Portal, Team Fortress and Counter-Strike.\n \nOver 20 new weapons & items headlined by over 10 melee weapons – axe, chainsaw, frying pan, baseball bat – allow you to get up close with the zombies\n \nNew survivors. New Story. New dialogue. \n \nFive expansive campaigns for co-operative, Versus and Survival game modes.\n \nAn all new multiplayer mode.\n \nUncommon common infected. Each of the five new campaigns contains at least one new \u0093uncommon common\u0094 zombies which are exclusive to that campaign. \n \nAI Director 2.0: Advanced technology dubbed \u0093The AI Director\u0094 drove L4D's unique gameplay – customizing enemy population, effects, and music, based upon the players’ performance. L4D 2 features \u0093The AI Director 2.0\u0094 which expands the Director’s ability to customize level layout, world objects, weather, and lighting to reflect different times of day.\n \nStats, rankings, and awards system drives collaborative play",
        "header_image": "game_images\\Left 4 Dead 2\\550_header.jpg",
        "screenshots": [
            "game_images\\Left 4 Dead 2\\550_screenshot_0.jpg",
            "game_images\\Left 4 Dead 2\\550_screenshot_1.jpg",
            "game_images\\Left 4 Dead 2\\550_screenshot_2.jpg",
            "game_images\\Left 4 Dead 2\\550_screenshot_3.jpg",
            "game_images\\Left 4 Dead 2\\550_screenshot_4.jpg"
        ]
    },
    {
        "appid": "252490",
        "name": "Rust",
        "genres": "Action, Adventure, Indie, Massively Multiplayer, RPG",
        "price": "2679",
        "description": "The only aim in Rust is to survive. Everything wants you to die - the island’s wildlife and other inhabitants, the environment, other survivors. Do whatever it takes to last another night.\nRust is in its 10th year and has now had over 375 content updates, with a guaranteed content patch every month. From regular balance fixes and improvements to AI and graphics updates to adding content like new maps, musical instruments, trains and drones, as well as regular seasons and events, there’s always something interesting or dangerous (or both) happening on the island. Updates to the game include:\nProcedurally generated worlds with map editor support\nHost your own servers and with server-side modding support\nVehicles: horses, modular cars, hot air balloons, helicopters, trains, boats and more\nComplex electrical and automation systems \nFarming\nNew enemies, wildlife and factions\nNew monuments and areas to explore\nGestures and contact system\nMusical instruments\nLarge train network\nHuge recent graphics overhaul\n..and more\nEXPLORE\nYou wake naked on a mysterious island armed only with a rock and a torch. You’ll need to brave natural dangers (from heat and cold to thirst and starvation), build a shelter, eat (or be eaten), scavenge materials. Explore the island, its abandoned settlements, mysterious monuments and the factions that occupy them. But, above all, watch out for other survivors...\nBUILD\nDesign and build bases to defend your territory or control the resources of the island. Research the tech tree, grow farms, command electricity, commandeer vehicles from horses to cars to boats to helicopters. Whatever it takes to get ahead.\nSURVIVE\nThere are no rules in Rust but the ones you make for yourself. Craft tools, armor and weapons to defend yourself. Cooperate with friends and allies and build a town together. Explore the island and what’s happening in it. Trade with other players. Or prey on them, raiding their bases and taking their hard-won goods.\nFor parental controls, please see Steam Family View: \nhttps://help.steampowered.com/en/faqs/view/6B1A-66BE-E911-3D98",
        "header_image": "game_images\\Rust\\252490_header.jpg",
        "screenshots": [
            "game_images\\Rust\\252490_screenshot_0.jpg",
            "game_images\\Rust\\252490_screenshot_1.jpg",
            "game_images\\Rust\\252490_screenshot_2.jpg",
            "game_images\\Rust\\252490_screenshot_3.jpg",
            "game_images\\Rust\\252490_screenshot_4.jpg"
        ]
    },
    {
        "appid": "304930",
        "name": "Unturned",
        "genres": "Action, Adventure, Casual, Indie, Free to Play",
        "price": "0",
        "description": "STAY UNTURNED\nYou're one of the few not yet \nturned\n zombie. Keeping it that way will be a challenge.\nGo in guns blazing and attract the attention of everything, living and dead.\nTake a subtle approach sneaking around and making use of distractions.\nConfront and learn to counter special abilities ranging from invisibility to fire breathing to lightning attacks.\nSTRUGGLE AGAINST NATURE\nZombies aside nature does plenty to make life hard.\nForage wild fruits and vegetables.\nHunt animals for pelts and meat, or in some hostile environments become the prey.\nFish for food and garbage.\nPlant a crop and make sure it gets rain.\nSeek warmth and take shelter from blizzards.\nDEAL WITH OTHER PLAYERS\nFriend or foe there's a lot of interesting people online.\nArrest bandits with handcuffs and blindfold them as a non-lethal strategy.\nFight with every kind of weapon under the sun - swords, machine guns, snipers, missiles, landmines - you name it.\nRaid enemy encampments using charges and detonators and steal their loot.\nFor pure PvP play arena mode in a last man standing battle to the death, or PvE for peaceful cooperation.\nRoleplay servers encourage everyone to stay in character and tell a story together.\nHELP THE NEW SOCIETY\nPlenty to do even if you're offline or going solo.\nMeet, talk and trade with NPCs.\nComplete quests to aid NPCs and progress the story.\nFend off waves of the undead to clear hordes.\nSecure airdropped supplies.\nGear up with gasmasks to scout radioactive deadzones.\nFORTIFY YOUR STRONGHOLD\nSomewhere to kick back and chillax or a hideout to direct your gang, whatever floats your boat (in this case sometimes literally).\nBuild with barricades, furniture, traps, machinery and more.\nBoard up the windows of existing structures to survive the night.\nCraft an entirely new structure from supplies you collect.\nTurn your vehicle into a moving fortress by building on it.\nTRAVEL BY LAND, AIR AND SEA\nRoll out in style with a fully stocked garage.\nLand vehicles including tanks, quads and snowmobiles.\nAir vehicles from helicopters to seaplanes to fighter jets.\nSea vehicles such as jetskis and hovercraft.\nMaintain your vehicles with tires, batteries and fuel.\nEXPLORE MASSIVE WORLDS\nWith 5 officially developed and 1 curated community created sandbox map there's a wide variety of locations to discover:\nPrince Edward Island (PEI)\nThe Yukon\nWashington\nRussia\nHawaii\nGermany\nMOD EVERYTHING\nFrom the ground up Unturned was designed for modding.\nDownload player created content ranging from guns to vehicles to huge levels from the workshop, and upload your own.\nBuild custom maps using the in-game level editor. All of the official maps were created with the same free public tools and their assets are open for you to use.\nWrite plugins using built-in or strong third party systems.\nGet your apparel and skins upvoted in the workshop for consideration to be accepted and sold.\nTeam up with other modders and put together your own update for consideration to be officially adopted. \nNEAT STUFF\nI think these features are neat and they didn't fit anywhere else. There's many more I want to include but for brevity's sake:\nMost objects can be destroyed to create new pathways.\nFor immersion you can pick a frequency and use two-way radios to communicate with your squad rather than external voice chat programs.",
        "header_image": "game_images\\Unturned\\304930_header.jpg",
        "screenshots": [
            "game_images\\Unturned\\304930_screenshot_0.jpg",
            "game_images\\Unturned\\304930_screenshot_1.jpg",
            "game_images\\Unturned\\304930_screenshot_2.jpg",
            "game_images\\Unturned\\304930_screenshot_3.jpg",
            "game_images\\Unturned\\304930_screenshot_4.jpg"
        ]
    },
    {
        "appid": "230410",
        "name": "Warframe",
        "genres": "Action, RPG, Free to Play",
        "price": "0",
        "description": "New DLC Available\nAbout the Game\nConfront warring factions throughout a sprawling interplanetary system as you follow the guidance of the mysterious Lotus and level up your Warframe, build an Arsenal of destructive firepower, and realize your true potential across massive open worlds in this thrilling, genre-defining third-person combat experience.\nBECOME A POWERFUL WARRIOR\nEnter your Warframe: a bio-metal suit of untold power. Unleash its Abilities and wield a vast array of devastating weaponry to effortlessly annihilate hordes of enemies on sight. And when the slaughter is over, you can earn or instantly unlock 40+ different Warframes - each with a unique suite of powers - to re-experience the mayhem any way you want.\nBATTLE ALONGSIDE FRIENDS\nForm a Squad with your friends and earn valuable bonus Rewards when you complete Missions together via highly collaborative, co-op gameplay. Utilize your Warframe’s Abilities to heal allies, redirect enemy fire, and achieve your objectives. Stuck on a particular challenge? In-game matchmaking makes it easy to connect with friendly Tenno whenever you need an extra hand.\nEXPLORE A MASSIVE SYSTEM\nDeftly maneuver through ground-based Missions with your Warframe’s mesmerizing parkour skills, or take to the stars and engage in massive ship-to-ship battles in your very own customizable spacecraft. Lose yourself within mysterious open-world landscapes and discover a system teeming with fascinating lifeforms - both friendly and hostile.\nDISCOVER AN EPIC STORY\nMarvel at the sweeping history of the Origin System as you experience Warframe’s massive cinematic narrative spanning 5 separate expansions and 30+ story-based Quests. Discover the power within and experience your first taste of invincibility with one of three original Warframes before you begin your journey, develop your skills and seek out the truth behind your awakening.\nMASTER YOUR ARSENAL\nYour starter Weapons are just the beginning. Craft hundreds of destructive armaments, plus vehicles, Companions and more. Level them up and experiment until you find the right combination of gear that suits your unique playstyle. Fashion your weaponry for a fearsome look to compliment your custom-designed loadout.\nCUSTOMIZE ENDLESSLY\nEntering the Origin System means joining legions of friendly Tenno, each with their own personalized Warframes, Weapons and gear. With a staggering number of Customization options available to enhance your Loadout, designing the perfect look for your Warframe makes for an endlessly rewarding challenge for you and your Squad.",
        "header_image": "game_images\\Warframe\\230410_header.jpg",
        "screenshots": [
            "game_images\\Warframe\\230410_screenshot_0.jpg",
            "game_images\\Warframe\\230410_screenshot_1.jpg",
            "game_images\\Warframe\\230410_screenshot_2.jpg",
            "game_images\\Warframe\\230410_screenshot_3.jpg",
            "game_images\\Warframe\\230410_screenshot_4.jpg"
        ]
    },
    {
        "appid": "553850",
        "name": "HELLDIVERS 2",
        "genres": "Action",
        "price": "3999",
        "description": "Digital Deluxe Edition\nEdition includes:\n‘DP-53 Savior of the Free’ Armor Set.\n‘Will of the People’ Cape.\n‘MP-98 Knight’ Weapon.\nSuper Citizen Status.\nStratagem Hero Ship Game.\n‘Steeled Veterans’ Premium Warbond.\nAbout the Game\nThe Galaxy’s Last Line of Offence.\nEnlist in the Helldivers and join the fight for freedom across a hostile galaxy in a fast, frantic, and ferocious third-person shooter.\nURGENT BROADCAST – SUPER EARTH ARMED FORCES\nFreedom. Peace. Democracy. \nYour Super Earth-born rights. The key pillars of our civilization. \nOf our very existence. \nBut the war rages on. And everything is once again under threat.\nJoin the greatest military force the galaxy has ever seen and make this a safe and free place to live.\nBECOME A LEGEND\nYou will be assembled into squads of up to four Helldivers and assigned strategic missions.\nWatch each other’s back – friendly fire is an unfortunate certainty of war, but victory without teamwork is impossible.\nLOADOUTS\nRain down freedom from above, sneak through enemy territory, or grit your teeth and charge head-first into the jaws of combat.\nHow you deliver liberty is your choice; you’ll have access to a wide array of explosive firepower, life-saving armor and battle-changing stratagems… the jewel in every Helldiver’s arsenal.\nREQUISITION\nSuper Earth recognises your hard work with valuable Requisition. Use it to access different rewards that benefit you, your squad, your destroyer ship and our overall war effort.\nTHREATS\nEverything on every planet wants you dead. That’s what we’re dealing with.\nEach enemy has distinct and unpredictable characteristics, tactics, and behavior – but they all fight ferociously and without fear or morality.\nTHE GALACTIC WAR\nCapturing enemy planets, defending against invasions, and completing missions will contribute to our overall effort. \nThis war will be won or lost depending on the actions of everyone involved.\nWe stand together, or we fall apart.",
        "header_image": "game_images\\HELLDIVERS 2\\553850_header.jpg",
        "screenshots": [
            "game_images\\HELLDIVERS 2\\553850_screenshot_0.jpg",
            "game_images\\HELLDIVERS 2\\553850_screenshot_1.jpg",
            "game_images\\HELLDIVERS 2\\553850_screenshot_2.jpg",
            "game_images\\HELLDIVERS 2\\553850_screenshot_3.jpg",
            "game_images\\HELLDIVERS 2\\553850_screenshot_4.jpg"
        ]
    },
    {
        "appid": "236390",
        "name": "War Thunder",
        "genres": "Action, Massively Multiplayer, Simulation, Free to Play",
        "price": "0",
        "description": "War Thunder\n is the most comprehensive free-to-play, cross-platform, MMO military game dedicated to aviation, armoured vehicles, from the early 20th century to the most advanced modern combat units. Join now and take part in major battles on land, in the air, and at sea, fighting with millions of players from all over the world in an ever-evolving environment.\nIn War Thunder, aircraft, attack helicopters, ground forces and naval ships collaborate in realistic competitive battles. You can choose from over 2,500 vehicles and an extensive variety of combat situations many of which are exclusive. You can find yourself blasting your pursuers from a bomber turret, defending your teammates on the ground from an air raid with anti-aircraft guns, shooting down enemy planes with a firestorm from multiple rocket launchers, or trying to sink an enemy warship with a torpedo from a fast attack boat.\nFeatures include:\nSeamless cross-platform gameplay between Windows PC, Linux, Mac, PlayStation®4, PlayStation®5, Xbox One with Xbox Series X|S – everyone on the same server.\nOver 2,500 highly detailed aircraft, helicopters, tanks, warships and other combat vehicles crafted carefully from historical documents and surviving sources.\n100 maps representing the main historical battle theaters.\nIntense PvP experiences in full-scale combat missions at various difficulty settings for all play styles and degrees of experience.\nRich PvE content including dynamic historical campaigns and solo missions.\nRegular content updates including new vehicles, maps, missions and nations.\nAstonishing graphics, authentic sound effects and beautiful music creating an atmosphere to fully immerse yourself in.\nCreate custom content for War Thunder and share it on \nWar Thunder Live\n, with the prospect of earning real money through the Revenue Share Partner System!",
        "header_image": "game_images\\War Thunder\\236390_header.jpg",
        "screenshots": [
            "game_images\\War Thunder\\236390_screenshot_0.jpg",
            "game_images\\War Thunder\\236390_screenshot_1.jpg",
            "game_images\\War Thunder\\236390_screenshot_2.jpg",
            "game_images\\War Thunder\\236390_screenshot_3.jpg",
            "game_images\\War Thunder\\236390_screenshot_4.jpg"
        ]
    },
    {
        "appid": "105600",
        "name": "Terraria",
        "genres": "Action, Adventure, Indie, RPG",
        "price": "499",
        "description": "Dig, Fight, Explore, Build:  The very world is at your fingertips as you fight for survival, fortune, and glory.   Will you delve deep into cavernous expanses in search of treasure and raw materials with which to craft ever-evolving gear, machinery, and aesthetics?   Perhaps you will choose instead to seek out ever-greater foes to test your mettle in combat?   Maybe you will decide to construct your own city to house the host of mysterious allies you may encounter along your travels? \nIn the World of Terraria, the choice is yours!\nBlending elements of classic action games with the freedom of sandbox-style creativity, Terraria is a unique gaming experience where both the journey and the destination are completely in the player’s control.   The Terraria adventure is truly as unique as the players themselves!  \nAre you up for the monumental task of exploring, creating, and defending a world of your own?  \n \nKey features:\n \nSandbox Play\n \n Randomly generated worlds\n \nFree Content Updates",
        "header_image": "game_images\\Terraria\\105600_header.jpg",
        "screenshots": [
            "game_images\\Terraria\\105600_screenshot_0.jpg",
            "game_images\\Terraria\\105600_screenshot_1.jpg",
            "game_images\\Terraria\\105600_screenshot_2.jpg",
            "game_images\\Terraria\\105600_screenshot_3.jpg",
            "game_images\\Terraria\\105600_screenshot_4.jpg"
        ]
    },
    {
        "appid": "1245620",
        "name": "ELDEN RING",
        "genres": "Action, RPG",
        "price": "4199",
        "description": "ELDEN RING Shadow of the Erdtree Edition\nELDEN RING Shadow of the Erdtree Edition includes:\nELDEN RING\nELDEN RING Shadow of the Erdtree expansion\nELDEN RING Shadow of the Erdtree Deluxe Edition\nELDEN RING Shadow of the Erdtree Deluxe Edition includes:\nELDEN RING\nELDEN RING Shadow of the Erdtree expansion\nELDEN RING Digital Artbook & Original Soundtrack\nELDEN RING Shadow of the Erdtree Artbook & Soundtrack\nAbout the Game\nTHE NEW FANTASY ACTION RPG.\nRise, Tarnished, and be guided by grace to brandish the power of the Elden Ring and become an Elden Lord in the Lands Between.\n• A Vast World Full of Excitement\nA vast world where open fields with a variety of situations and huge dungeons with complex and three-dimensional designs are seamlessly connected. As you explore, the joy of discovering unknown and overwhelming threats await you, leading to a high sense of accomplishment.\n• Create your Own Character\nIn addition to customizing the appearance of your character, you can freely combine the weapons, armor, and magic that you equip. You can develop your character according to your play style, such as increasing your muscle strength to become a strong warrior, or mastering magic.\n• An Epic Drama Born from a Myth\nA multilayered story told in fragments. An epic drama in which the various thoughts of the characters intersect in the Lands Between.\n• Unique Online Play that Loosely Connects You to Others\nIn addition to multiplayer, where you can directly connect with other players and travel together, the game supports a unique asynchronous online element that allows you to feel the presence of others.",
        "header_image": "game_images\\ELDEN RING\\1245620_header.jpg",
        "screenshots": [
            "game_images\\ELDEN RING\\1245620_screenshot_0.jpg",
            "game_images\\ELDEN RING\\1245620_screenshot_1.jpg",
            "game_images\\ELDEN RING\\1245620_screenshot_2.jpg",
            "game_images\\ELDEN RING\\1245620_screenshot_3.jpg",
            "game_images\\ELDEN RING\\1245620_screenshot_4.jpg"
        ]
    },
    {
        "appid": "291550",
        "name": "Brawlhalla",
        "genres": "Action, Indie, Free to Play",
        "price": "0",
        "description": "",
        "header_image": "game_images\\Brawlhalla\\291550_header.jpg",
        "screenshots": [
            "game_images\\Brawlhalla\\291550_screenshot_0.jpg",
            "game_images\\Brawlhalla\\291550_screenshot_1.jpg",
            "game_images\\Brawlhalla\\291550_screenshot_2.jpg",
            "game_images\\Brawlhalla\\291550_screenshot_3.jpg",
            "game_images\\Brawlhalla\\291550_screenshot_4.jpg"
        ]
    },
    {
        "appid": "4000",
        "name": "Garry's Mod",
        "genres": "Casual, Indie, Simulation",
        "price": "499",
        "description": "Garry's Mod is a physics sandbox. There aren't any predefined aims or goals. We give you the tools and leave you to play.\nYou spawn objects and weld them together to create your own contraptions - whether that's a car, a rocket, a catapult or something that doesn't have a name yet - that's up to you. You can do it offline, or join the thousands of players who play online each day. \nIf you're not too great at construction - don't worry! You can place a variety of characters in silly positions. But if you want to do more, we have the means.\nBeyond the Sandbox\nThe Garry's Mod community is a tremendous source of content and has added hundreds of unique modes to the game. In Trouble In Terrorist Town, you can be a detective solving an online murder as criminals attempt to cover up their homicides. Be a ball, a plant, a chair, or anything else in Prop Hunt's elaborate, shape-shifting game of Hide & Seek. Elevator: Source is gaming's first elevator thrill ride, delivering players to airlocks and kitten dance parties. \nWe have one of the most vibrant Steam Community Workshops, with over 300'000 models, maps, and contraptions to download. It has everything from new tools to improve your builds, to guns that fire rainbow-tinged nuclear blasts from space. Take as much or as little as you need: it’s all free. \nPlease note: Some multiplayer servers and game-modes might require you to own other games - such as Counter-Strike: Source and Team Fortress 2.",
        "header_image": "game_images\\Garry's Mod\\4000_header.jpg",
        "screenshots": [
            "game_images\\Garry's Mod\\4000_screenshot_0.jpg",
            "game_images\\Garry's Mod\\4000_screenshot_1.jpg",
            "game_images\\Garry's Mod\\4000_screenshot_2.jpg",
            "game_images\\Garry's Mod\\4000_screenshot_3.jpg",
            "game_images\\Garry's Mod\\4000_screenshot_4.jpg"
        ]
    },
    {
        "appid": "1086940",
        "name": "Baldur's Gate 3",
        "genres": "Adventure, RPG, Strategy",
        "price": "4799",
        "description": "Gather your party and return to the Forgotten Realms in a tale of fellowship and betrayal, sacrifice and survival, and the lure of absolute power.\nMysterious abilities are awakening inside you, drawn from a mind flayer parasite planted in your brain. Resist, and turn darkness against itself. Or embrace corruption, and become ultimate evil.\nFrom the creators of Divinity: Original Sin 2 comes a next-generation RPG, set in the world of Dungeons & Dragons.\nChoose from 12 classes and 11 races from the D&D Player's Handbook and create your own identity, or play as an Origin hero with a hand-crafted background. Or tangle with your inner corruption as the Dark Urge, a fully customisable Origin hero with its own unique mechanics and story. Whoever you choose to be, adventure, loot, battle and romance your way across the Forgotten Realms and beyond. Gather your party. Take the adventure online as a party of up to four. \nAbducted, infected, lost. You are turning into a monster, but as the corruption inside you grows, so does your power. That power may help you to survive, but there will be a price to pay, and more than any ability, the bonds of trust that you build within your party could be your greatest strength. Caught in a conflict between devils, deities, and sinister otherworldly forces, you will determine the fate of the Forgotten Realms together.\nForged with the new Divinity 4.0 engine, Baldur’s Gate 3 gives you unprecedented freedom to explore, experiment, and interact with a thriving world filled with characters, dangers, and deceit. A grand, cinematic narrative brings you closer to your characters than ever before. From shadow-cursed forests, to the magical caverns of the Underdark, to the sprawling city of Baldur’s Gate itself, your actions define the adventure, but your choices define your legacy. You will be remembered.  \nThe Forgotten Realms are a vast, detailed, and diverse world, and there are secrets to be discovered all around you – verticality is a vital part of exploration. Sneak, dip, shove, climb, and jump as you journey from the depths of the Underdark to the glittering rooftops of Baldur’s Gate. Every choice you make drives your story forward, each decision leaving your mark on the world. Define your legacy, nurture relationships and create enemies, and solve problems your way. No two playthroughs will ever be the same.\nallows you to combine your forces in combat and simultaneously attack enemies, or split your party to each follow your own quests and agendas. Concoct the perfect plan together… or introduce an element of chaos when your friends least expect it. Relationships are complicated. Especially when you’ve got a parasite in your brain. \n7 unique Origin heroes offer a hand-crafted experience, each with their own unique traits, agenda, and outlook on the world. Their stories intersect with the overarching narrative, and your choices will determine whether those stories end in redemption, salvation, domination, or one of many other outcomes. Play as an Origin and enjoy their stories, or recruit them to fight alongside you. \n \nbased on the D&D 5e ruleset. Team-based initiative, advantage and disadvantage, and roll modifiers join an advanced AI, expanded environmental interactions, and a new fluidity in combat that rewards strategy and foresight. Three difficulty settings allow you to customise the challenge of combat. Enable weighted dice to help sway the battle, or play on Tactician mode for a hardcore experience.  \n \nfeaturing 31 subraces on top of the 11 races (Human, Githyanki, Half-Orc, Dwarf, Elf, Drow, Tiefling, Halfling, Half Elf, Gnome, Dragonborn), with 46 subclasses branching out of the 12 classes. Over 600 spells and actions offer near-limitless freedom of interactivity in a hand-crafted world where exploration is rewarded, and player agency defines the journey. Our unique Character Creator features unprecedented depth of character, with reactivity that ensures whomever you are, you will leave a unique legacy behind you, all the way up to Level 12. Over 174 hours of cinematics ensure that no matter the choices you make, the cinematic experience follows your journey – every playthrough, a new cinematic journey. \n \nWith the looming threat of war heading to Baldur’s Gate, and a mind flayer invasion on the horizon, friendships – though not necessary – are bound to be forged on your journey. What becomes of them is up to you, as you enter real, vibrant relationships with those you meet along the way. Each companion has their own moral compass and will react to the choices you make throughout your journey. At what cost will you stick to your ideals? Will you allow love to shape your actions? The relationships made on the road to Baldur’s Gate act as moments of respite at camp as much as they add weight to the many decisions you make on your adventure. \n \n \nso that when you hit ‘go live’, your stream isn’t interrupted by a bear, swear, or lack of underwear. Baldur’s Gate 3 has 3 different levels of streamer-friendly customisation. You can disable nudity and explicit content separately (or together), and you can enable Twitch integration to interact directly with your audience, just as we do at our Panel From Hell showcases! You’ll be able to stream Baldur’s Gate 3 without any problems, regardless of how you play, thanks to these options.",
        "header_image": "game_images\\Baldur's Gate 3\\1086940_header.jpg",
        "screenshots": [
            "game_images\\Baldur's Gate 3\\1086940_screenshot_0.jpg",
            "game_images\\Baldur's Gate 3\\1086940_screenshot_1.jpg",
            "game_images\\Baldur's Gate 3\\1086940_screenshot_2.jpg",
            "game_images\\Baldur's Gate 3\\1086940_screenshot_3.jpg",
            "game_images\\Baldur's Gate 3\\1086940_screenshot_4.jpg"
        ]
    },
    {
        "appid": "359550",
        "name": "Tom Clancy's Rainbow Six Siege",
        "genres": "Action",
        "price": "799",
        "description": "Edition Comparison\nUltimate Edition\nThe Tom Clancy's Rainbow Six® Siege Ultimate Edition includes the full game, 50 operators from Year 1 to Year 8, and the Disruptor Cosmetic Pack.\nOperator Edition\nThe Tom Clancy's Rainbow Six® Siege Operator Edition includes the full game and 50 operators from Year 1 to Year 8.\nDeluxe Edition\nThe Tom Clancy's Rainbow Six® Siege Deluxe Edition includes the full game and 16 operators from Years 1 and 2.\nTechnical Test Server\nThis is the Technical Test Server client for Tom Clancy's Rainbow Six Siege. This platform will be used to test new features in a controlled environment that allows the development team to iterate without impacting the live game.\no Please note : \n- The T.T.S. client is built off of several different builds at various stages of development, and may not represent the overall quality of the game. \n- Features seen on the T.T.S. might never make it in the final game: various components are still in conceptual stages and might be discarded throughout the development process. Certain ideas that were postponed or cancelled might also be found in the T.T.S. as a result. \n- You need to own a version of the game (Standard, Gold, Complete or Starter Edition) to unlock this product\n- The TTS will only function during specific timeframes.\nAbout the Game\n“One of the best first-person shooters ever made. 10\\10” – GameSpot\nTom Clancy's Rainbow Six® Siege is an elite, realistic, tactical team-based shooter where superior planning and execution triumph. It features 5v5 attack vs. defense gameplay and intense close-quarters combat in destructible environments.\nEngage in a brand-new style of assault using an unrivaled level of destruction and gadgetry. \nOn defense, coordinate with your team to transform your environments into strongholds. Trap, fortify and create defensive systems to prevent being breached by the enemy.\nOn attack, lead your team through narrow corridors, barricaded doorways and reinforced walls. Combine tactical maps, observation drones, rappelling and more to plan, attack and defuse every situation.\nChoose from dozens of highly trained, Special Forces operators from around the world. Deploy the latest technology to track enemy movement. Shatter walls to open new lines of fire. Breach ceilings and floors to create new access points. Employ every weapon and gadget from your deadly arsenal to locate, manipulate and destroy your enemies and the environment around them.\nExperience new strategies and tactics as Rainbow Six Siege evolves over time. Change the rules of Siege with every update that includes new operators, weapons, gadgets and maps. Evolve alongside the ever-changing landscape with your friends and become the most experienced and dangerous operators out there.\nCompete against others from around the world in ranked match play. Grab your best squad and join the competitive community in weekly tournaments or watch the best professional teams battle it out in the Rainbow Six Siege Pro League.",
        "header_image": "game_images\\Tom Clancy's Rainbow Six Siege\\359550_header.jpg",
        "screenshots": [
            "game_images\\Tom Clancy's Rainbow Six Siege\\359550_screenshot_0.jpg",
            "game_images\\Tom Clancy's Rainbow Six Siege\\359550_screenshot_1.jpg",
            "game_images\\Tom Clancy's Rainbow Six Siege\\359550_screenshot_2.jpg",
            "game_images\\Tom Clancy's Rainbow Six Siege\\359550_screenshot_3.jpg",
            "game_images\\Tom Clancy's Rainbow Six Siege\\359550_screenshot_4.jpg"
        ]
    },
    {
        "appid": "431960",
        "name": "Wallpaper Engine",
        "genres": "Casual, Indie, Animation & Modeling, Design & Illustration, Photo Editing, Utilities",
        "price": "399",
        "description": "Wallpaper Engine enables you to use live wallpapers on your Windows desktop. Various types of animated wallpapers are supported, including 3D and 2D animations, websites, videos and even certain applications. Choose an existing wallpaper or create your own and share it on the Steam Workshop! In addition to that, you can use the free Wallpaper Engine companion app for Android to transfer your favorite wallpapers to your Android mobile device and take your live wallpapers on the go.\nNEW:\n Use the free Android companion app to transfer your favorite wallpapers to your Android mobile device.\nBring your desktop wallpapers alive with realtime graphics, videos, applications or websites.\nUse animated screensavers while you are away from your computer.\nPersonalize animated wallpapers with your favorite colors.\nUse interactive wallpapers that can be controlled with your mouse.\nMany aspect ratios and native resolutions supported including 16:9, 21:9, 16:10, 4:3.\nMulti monitor environments are supported.\nWallpapers will pause while playing games to save performance.\nCreate your own animated wallpapers in the Wallpaper Engine Editor.\nAnimate new live wallpapers from basic images or import HTML or video files for the wallpaper.\nUse the Steam Workshop to share and download wallpapers for free.\nWallpaper Engine can be used at the same time as any other Steam game or application.\nSupported video formats: mp4, WebM, avi, m4v, mov, wmv (for local files, Workshop only allows mp4).\nUse the free Android companion app to take your favorite scene and video wallpapers on the go.\nSupport for Razer Chroma and Corsair iCUE.\nWallpaper Engine aims to deliver an entertaining experience while using as few system resources as possible. You can choose to automatically pause or completely stop the wallpaper while using another application or playing fullscreen (including borderless windowed mode) to not distract or hinder you while playing a game or working. Many options to tweak quality and performance allow you to make Wallpaper Engine fit your computer perfectly. As a general rule of thumb, 3D, 2D and video based wallpapers will perform best, while websites and applications will require more resources from your system. Having a dedicated GPU is highly recommended, but not required.\nChoose from over a million free wallpapers from the Steam Workshop with new wallpapers being uploaded every day! Can't find a wallpaper that fits your mood? Let your imagination go wild by using the Wallpaper Engine Editor to create your own animated wallpapers from images, videos, websites or applications. A large selection of presets and effects allow you to animate your own images and share them on the Steam Workshop or to just use them for yourself.",
        "header_image": "game_images\\Wallpaper Engine\\431960_header.jpg",
        "screenshots": [
            "game_images\\Wallpaper Engine\\431960_screenshot_0.jpg",
            "game_images\\Wallpaper Engine\\431960_screenshot_1.jpg",
            "game_images\\Wallpaper Engine\\431960_screenshot_2.jpg",
            "game_images\\Wallpaper Engine\\431960_screenshot_3.jpg",
            "game_images\\Wallpaper Engine\\431960_screenshot_4.jpg"
        ]
    },
    {
        "appid": "340",
        "name": "Half-Life 2: Lost Coast",
        "genres": "Action",
        "price": "0",
        "description": "Originally planned as a section of the Highway 17 chapter of Half-Life 2, Lost Coast is a playable technology showcase that introduces High Dynamic Range lighting to the Source engine.",
        "header_image": "game_images\\Half-Life 2 Lost Coast\\340_header.jpg",
        "screenshots": [
            "game_images\\Half-Life 2 Lost Coast\\340_screenshot_0.jpg",
            "game_images\\Half-Life 2 Lost Coast\\340_screenshot_1.jpg",
            "game_images\\Half-Life 2 Lost Coast\\340_screenshot_2.jpg",
            "game_images\\Half-Life 2 Lost Coast\\340_screenshot_3.jpg",
            "game_images\\Half-Life 2 Lost Coast\\340_screenshot_4.jpg"
        ]
    },
    {
        "appid": "346110",
        "name": "ARK: Survival Evolved",
        "genres": "Action, Adventure, Indie, Massively Multiplayer, RPG",
        "price": "1499",
        "description": "ARK: Survival Ascended!\nhttps://store.steampowered.com/app/2399830/ARK_Survival_Ascended/\nRespawn into a new dinosaur survival experience beyond your wildest dreams… as ARK is reimagined from the ground-up into the next-generation of videogame technology with Unreal Engine 5! You awake on a mysterious island, your senses overwhelmed by the blinding sunlight and brilliant colors bouncing off every surface around you, the azure waters of a verdant Island lapping at your bare feet. A deep roar echoes from the misty jungle, jolting you into action, and you stand up – not afraid, but intrigued. Are you ready to form a tribe, tame and breed hundreds of species of dinosaurs and other primeval creatures, explore, craft, build, and fight your way to the top of the food-chain? Your new world awaits… step through the looking-glass and join it!\nARK: Genesis Part Two!\nhttps://www.youtube.com/watch?v=u-VLZjsXWuM\nYour quest for ultimate survival is now complete with the launch of ARK: Genesis Part 2! Survivors will conclude the ARK storyline while adventuring through exotic new worlds with all-new mission-based gameplay. Discover, utilize and master new creatures, new craftable items, weapons, and structures unlike anything you have seen yet! The saga is now complete, and hundreds of hours of new story-oriented ARK gameplay await you!\nPurchased as part of the ARK: Genesis Season Pass you gain access to two new huge story-oriented expansion packs -- Genesis Part 1 and Genesis Part 2 (new!) -- as well as a 'Noglin' Chibi cosmetic, a ‘Shadowmane’ Chibi cosmetic, a new cosmetic armor set, and an in-game, artificially intelligent companion called ‘HLN-A’ who can scan additional hidden Explorer Notes found throughout the other ARKs. \nFeatures the voiceover talent of David Tennant (Doctor Who, Good Omens) playing the villainous Sir Edmund Rockwell, and Madeleine Madden (The Wheel of Time, Picnic at Hanging Rock, Dora and the Lost City of Gold) as in-game robotic AI companion HLN-A/Helena Walker.\nhttps://store.steampowered.com/app/1113410/ARK_Genesis_Season_Pass/\nAbout the Game\nAs a man or woman stranded naked, freezing and starving on the shores of a mysterious island called ARK, you must hunt, harvest resources, craft items, grow crops, research technologies, and build shelters to withstand the elements. Use your cunning and resources to kill or tame & breed the leviathan dinosaurs and other primeval creatures roaming the land, and team up with or prey on hundreds of other players to survive, dominate... and escape!\nDinosaurs, Creatures, & Breeding! -- over 100+ creatures can be tamed using a challenging capture-&-affinity process, involving weakening a feral creature to knock it unconscious, and then nursing it back to health with appropriate food. Once tamed, you can issue commands to your tames, which it may follow depending on how well you’ve tamed and trained it. Tames, which can continue to level-up and consume food, can also carry Inventory and Equipment such as Armor, carry prey back to your settlement depending on their strength, and larger tames can be ridden and directly controlled! Fly a Pterodactyl over the snow-capped mountains, lift allies over enemy walls, race through the jungle with a pack of Raptors, tromp through an enemy base along a gigantic brontosaurus, or chase down prey on the back of a raging T-Rex! Take part in a dynamic ecosystem life-cycle with its own predator & prey hierarchies, where you are just one creature among many species struggling for dominance and survival. Tames can also be mated with the opposite gender, to selectively breed successive generations using a trait system based on recombinant genetic inheritance. This process includes both egg-based incubation and mammalian gestation lifecycles! Or put more simply, raise babies!\nYou must eat and drink to survive, with different kinds of plants & meat having different nutritional properties, including human meat. Ensuring a supply of fresh water to your home and inventory is a pressing concern. All physical actions come at a cost of food and water, long-distance travel is fraught with subsistence peril! Inventory weight makes you move slower, and the day/night cycle along with randomized weather patterns add another layer of challenge by altering the temperature of the environment, causing you to hunger or thirst more quickly. Build a fire or shelter, and craft a large variety of customizable clothing & armors, to help protect yourself against locational damage & extreme temperatures using the dynamic indoor/outdoor insulation calculation system!\n By chopping down forests full of trees and mining metal and other precious resources, you can craft the parts to build massive multi-leveled structures composed of complex snap-linked parts, including ramps, beams, pillars, windows, doors, gates, remote gates, trapdoors, water pipes, faucets, generators, wires and all manner of electrical devices, and ladders among many other types. Structures have a load system to fall apart if enough support has been destroyed, so reinforcing your buildings is important. All structures and items can be painted to customize the look of your home, as well as placing dynamically per-pixel paintable signs, textual billboards, and other decorative objects. Shelter reduces the extremes of weather and provides security for yourself and your stash! Weapons, clothing & armor gear can also be painted to express your own visual style.\nPick seeds from the wild vegetation around you, plant them in plots that you lay down, water them and nurture them with fertilizer (everything poops after consuming calories, which can then be composted, and some fertilizer is better than others). Tend to your crops and they will grow to produce delicious and rare fruits, which can also be used to cook a plethora of logical recipes and make useful tonics! Explore to find the rarest of plant seeds that have the most powerful properties! Vegetarians & vegans can flourish, and it will be possible to master and conquer the ARK in a non-violent manner!\nBy bringing sufficient rare sacrificial items to special Summon locations, you can capture the attention of the one of the ARK’s god-like mythical creatures, who will arrive for battle. These gargantuan monstrosities provide an end-game goal for the most experienced groups of players and their armies of tames, and will yield extremely valuable progression items if they are defeated.\nCreate a Tribe and add your friends to it, and all your tames can be commanded by and allied to anyone in your Tribe. Your Tribe will also be able to respawn at any of your home spawn points. Promote members to Tribe Admins to reduce the burden of management. Distribute key items and pass-codes to provide access your shared village!\nAll items are crafted from Blueprints that have variable statistics and qualities, and require corresponding resources. More remote and harsh locales across the ARK tend to have better resources, including the tallest mountains, darkest caves, and depths of the ocean! Level-Up your player character by gaining experience through performance actions, Level-Up your tames, and learn new \"Engrams\" to be able to craft Items from memory without the use of blueprints, even if you die! Customize the underlying physical look of your character with hair, eye, and skin tones, along with an array of body proportion modifiers. As you explore the vast ARK, you'll find clues left by other Survivors who have made the ARK their home in ages past, in the form of collectible detailed 3D \"Explorer Notes\". By uncovering all of these, you can begin to piece together the true nature of the ARK, and discover its purpose!\nEverything you craft has durability and will wear-out from extended use if not repaired, and when you leave the game, your character remains sleeping in the persistent world. Your inventory physically exists in boxes or on your character in the world. Everything can be looted & stolen, so to achieve security you must build-up, team-up, or have tames to guard your stash. Death is permanent, and you can even knock out, capture, and force-feed other players to use them for your own purposes, such as extracting their blood to for transfusions, harvesting their fecal matter to use as fertilizer, or using them as food for your carnivorous tames!\nThe mysterious ARK is a formidable and imposing environment, composed of many natural and unnatural structures, above-ground, below-ground, and underwater. By fully exploring its secrets, you’ll find the most exotic procedurally randomized creatures and rare blueprints. Also to be found are Explorer Notes that are dynamically updated into the game, written by previous human denizens of the ARK from across the millennia, creatively detailing the creatures and backstory of the ARK and its creatures. Fully develop your in-game ARK-map through exploration, write custom points of interest onto it, and craft a Compass or GPS coordinates to aid exploring with other players, whom you can communicate with via proximity text & voice chat, or long-distance radio. Construct & draw in-game signs for other players to help them or lead them astray...  And yet.. how do you ultimately challenge the Creators and Conquer the ARK? A definitive end-game is planned.\nOn the 100+ player servers, your character, everything you built, and your tames, stay in-game even when you leave. You can even physically travel your character and items between the network of ARK's by accessing the Obelisks and uploading (or downloading) your data from the Steam Economy! A galaxy of ARKs, each slightly different than the previous, to leave your mark on and conquer, one at a time -- special official ARKs will be unveiled on the World-map for limited times in singular themed events with corresponding limited-run items! Furthermore, you can now design or randomize your own unique 'Procedurally Generated ARKs', for infinite replayability and endless surprises.\nYou can play single-player local games, and bring your character and items between unofficial player-hosted servers, back and forth from singleplayer to multiplayer. Mod the game, with full Steam Workshop support and customized Unreal Engine 4 editor. See how we built our ARK using our maps and assets as an example. Host your own server and configure your ARK precisely to your liking. We want to see what you create!\nThe over-the-top hyper real imagery of the ARK its creatures is brought to expressive life using a highly-customized Unreal Engine 4, with fully dynamic lighting & global illumination, weather systems (rain, fog, snow, etc) & true-to-life volumetric cloud simulation, and the latest in advanced DirectX11 and DirectX12 rendering techniques. Music by award-winning composer of \"Ori and the Blind Forest\", Gareth Coker!",
        "header_image": "game_images\\ARK Survival Evolved\\346110_header.jpg",
        "screenshots": [
            "game_images\\ARK Survival Evolved\\346110_screenshot_0.jpg",
            "game_images\\ARK Survival Evolved\\346110_screenshot_1.jpg",
            "game_images\\ARK Survival Evolved\\346110_screenshot_2.jpg",
            "game_images\\ARK Survival Evolved\\346110_screenshot_3.jpg",
            "game_images\\ARK Survival Evolved\\346110_screenshot_4.jpg"
        ]
    },
    {
        "appid": "892970",
        "name": "Valheim",
        "genres": "Action, Adventure, Indie, RPG, Early Access",
        "price": "999",
        "description": "Valheim \nis a brutal exploration and survival game for 1-10 players set in a procedurally-generated world inspired by Norse mythology. Craft powerful weapons, construct longhouses, and slay mighty foes to prove yourself to Odin!\nEXPLORE THE TENTH WORLD\nExplore a world shrouded in mystery. Discover distinct environments with unique enemies to battle, resources to gather and secrets to uncover! Be a viking, sail the open seas in search of lands unknown, and fight bloodthirsty monsters.\nBUILD MIGHTY HALLS\nRaise viking longhouses and build bases that offer reprieve from the dangers ahead. Customise buildings, both inside and out, with a detailed building system. Progress through building tiers to upgrade, expand and defend your base.\nGATHER, CRAFT AND SURVIVE\nStruggle to survive as you gather materials and craft weapons, armor, tools, ships, and defenses. Decorate your hearths and sharpen your blades, grow crops and vegetables, prepare food, brew meads and potions, and progress as you defeat more difficult bosses and discover new recipes and blueprints.\nKEY FEATURES:\nMassive procedurally-generated world where every biome is immersive and distinct, with unique enemies, resources and crafting recipes to discover.\nPlay alone or with up to 10 players on player-hosted dedicated servers and experience unlimited world creation and enemies that scale in difficulty.\nStaminabased combat that rewards preparation and skill. Utilize weapon types with unique attacks, different blocking styles, ranged combat, dodges and parries to fight your enemies.\nRewarding food system where you cannot starve and are not punished for not eating, instead you gain health, stamina and regeneration buffs depending on what foods you consume.\nIntuitive crafting where recipes are discovered as you explore the world, and pick up new resources and ingredients.\nFlexible building system that takes structural integrity and ventilation into account. Build a small shelter or an entire village, make outposts or claim abandoned buildings as your own. Then customize to your liking.\nSail boats and ships to reach distant lands and explore the sea that offers riches to claim and monsters to fight.\nEpic boss fights that will test even the best prepared vikings and offer rewards that help you on your journey.\nCommunity-translated languages:\nIn addition to the officially supported languages, Valheim has several community-translated languages. As the name would suggest these are all translated by fans and members of the community, and is an ongoing process. \nWe can't guarantee the quality nor completeness of any specific translation effort.",
        "header_image": "game_images\\Valheim\\892970_header.jpg",
        "screenshots": [
            "game_images\\Valheim\\892970_screenshot_0.jpg",
            "game_images\\Valheim\\892970_screenshot_1.jpg",
            "game_images\\Valheim\\892970_screenshot_2.jpg",
            "game_images\\Valheim\\892970_screenshot_3.jpg",
            "game_images\\Valheim\\892970_screenshot_4.jpg"
        ]
    },
    {
        "appid": "1085660",
        "name": "Destiny 2",
        "genres": "Action, Adventure, Free to Play",
        "price": "0",
        "description": "Dive into the world of Destiny 2 to explore the mysteries of the solar system and experience responsive first-person shooter combat. Unlock powerful elemental abilities and collect unique gear to customize your Guardian's look and playstyle. Enjoy Destiny 2’s cinematic story, challenging co-op missions, and a variety of PvP modes alone or with friends. Download for free today and write your legend in the stars.\nAn Immersive Story\nYou are a Guardian, defender of the Last City of humanity in a solar system under siege by infamous villains. Look to the stars and stand against the darkness. Your legend begins now.\nGuardian Classes\nChoose from the armored Titan, mystic Warlock, or swift Hunter.\nTitan\nDisciplined and proud, Titans are capable of both aggressive assaults and stalwart defenses. Set your hammer ablaze, crack the sky with lightning, and go toe-to-toe with any opponent. Your team will stand tall behind the strength of your shield.\nWarlock\nWarlocks weaponize the mysteries of the universe to sustain themselves and destroy their foes. Rain devastation on the battlefield and clear hordes of enemies in the blink of an eye. Those who stand with you will know the true power of the Light.\nHunter\nAgile and daring, Hunters are quick on their feet and quicker on the draw. Fan the hammer of your golden gun, flow through enemies like the wind, or strike from the darkness. Find the enemy, take aim, and end the fight before it starts.\nCooperative and Competitive Multiplayer\nPlay with or against your friends and other Guardians in various PvE and PvP game modes.\nCooperative Multiplayer\nExciting co-op adventures teeming await with rare and powerful rewards. Dive into the story with missions, quests, and patrols. Put together a small fireteam and secure the chest at the end of a quick Strike. Or test your team's skill with countless hours of raid progression – the ultimate challenge for any fireteam. You decide where your legend begins.\nCompetitive Multiplayer\nFace off against other players in fast-paced free-for-all skirmishes, team arenas, and PvE/PvP hybrid competitions. Mark special competitions like Iron Banner on your calendar and collect limited-time rewards before they're gone.\nExotic Weapons and Armor\nThousands of weapons, millions of options. Discover new gear combinations and define your own personal style. The hunt for the perfect arsenal begins.",
        "header_image": "game_images\\Destiny 2\\1085660_header.jpg",
        "screenshots": [
            "game_images\\Destiny 2\\1085660_screenshot_0.jpg",
            "game_images\\Destiny 2\\1085660_screenshot_1.jpg",
            "game_images\\Destiny 2\\1085660_screenshot_2.jpg",
            "game_images\\Destiny 2\\1085660_screenshot_3.jpg",
            "game_images\\Destiny 2\\1085660_screenshot_4.jpg"
        ]
    },
    {
        "appid": "1091500",
        "name": "Cyberpunk 2077",
        "genres": "RPG",
        "price": "2999",
        "description": "Cyberpunk 2077: Ultimate Edition\nCheck out other games from CD PROJEKT RED\nhttps://store.steampowered.com/app/2138330\nhttps://store.steampowered.com/app/292030\nhttps://store.steampowered.com/app/1284410\nAbout the Game\nCyberpunk 2077 is an open-world, action-adventure RPG set in the megalopolis of Night City, where you play as a cyberpunk mercenary wrapped up in a do-or-die fight for survival. Improved and featuring all-new free additional content, customize your character and playstyle as you take on jobs, build a reputation, and unlock upgrades. The relationships you forge and the choices you make will shape the story and the world around you. Legends are made here. What will yours be?\nIMMERSE YOURSELF WITH UPDATE 2.1\nNight City feels more alive than ever with the free Update 2.1! Take a ride on the fully functional NCART metro system, listen to music as you explore the city with the Radioport, hang out with your partner in V’s apartment, compete in replayable races, ride new vehicles, enjoy improved bike combat and handling, discover hiddens secrets and much, much more!\nCREATE YOUR OWN CYBERPUNK\nBecome an urban outlaw equipped with cybernetic enhancements and build your legend on the streets of Night City.\nEXPLORE THE CITY OF THE FUTURE\nNight City is packed to the brim with things to do, places to see, and people to meet. And it’s up to you where to go, when to go, and how to get there.\nBUILD YOUR LEGEND\nGo on daring adventures and build relationships with unforgettable characters whose fates are shaped by the choices you make.\nEQUIPPED WITH IMPROVEMENTS\nExperience Cyberpunk 2077 with a host of changes and improvements to gameplay and economy, the city, map usage, and more.\nCLAIM EXCLUSIVE ITEMS\nClaim in-game swag & digital goodies inspired by CD PROJEKT RED games as part of the My Rewards program.\nGO TO \nCYBERPUNK.NET",
        "header_image": "game_images\\Cyberpunk 2077\\1091500_header.jpg",
        "screenshots": [
            "game_images\\Cyberpunk 2077\\1091500_screenshot_0.jpg",
            "game_images\\Cyberpunk 2077\\1091500_screenshot_1.jpg",
            "game_images\\Cyberpunk 2077\\1091500_screenshot_2.jpg",
            "game_images\\Cyberpunk 2077\\1091500_screenshot_3.jpg",
            "game_images\\Cyberpunk 2077\\1091500_screenshot_4.jpg"
        ]
    },
    {
        "appid": "945360",
        "name": "Among Us",
        "genres": "Casual",
        "price": "299",
        "description": "Play with 4-15 player online or via local WiFi as you attempt to prepare your spaceship for departure, but beware as one or more random players among the Crew are Impostors bent on killing everyone!\nOriginally created as a party game, we recommend playing with friends at a LAN party or online using voice chat. Enjoy cross-platform play between Android, iOS, PC, and console.\n Win by completing tasks to prepare the ship or ejecting all Impostors.\n React quickly to undo the Impostor's sabotages.\n Check the Admin map and Security cameras to keep tabs on other Crewmates.\n Report any dead bodies immediately to start discussion of who the suspected Impostor is.\n Call emergency meetings to discuss suspicious behavior.\n Vote to eject suspected Impostors.\n Kill Crewmates and frame bystanders.\n Pretend to run tasks to blend in with the crewmates.\n Sneak through the vents to quickly move about the ship.\n Use sabotages to cause chaos and divide the crew.\n Close doors to trap victims and kill in private.\nFeatures\n Customization: Pick your color, hat, visor, skin, and pet.\n Lots of game options: Add more Impostors, more tasks, different roles, and so much more!\n Different modes to choose from: Classic or Hide n Seek. \n 4 different maps to play in: The Skeld, MIRA HQ, Polus, and the Airship.\n Quickly find a game online from the host list.\n In-game text chat.\n Rich Discord integration.\n Cross-platform play between PC, console, Android, and iOS!",
        "header_image": "game_images\\Among Us\\945360_header.jpg",
        "screenshots": [
            "game_images\\Among Us\\945360_screenshot_0.jpg",
            "game_images\\Among Us\\945360_screenshot_1.jpg",
            "game_images\\Among Us\\945360_screenshot_2.jpg",
            "game_images\\Among Us\\945360_screenshot_3.jpg",
            "game_images\\Among Us\\945360_screenshot_4.jpg"
        ]
    },
    {
        "appid": "218620",
        "name": "PAYDAY 2",
        "genres": "Action, RPG",
        "price": "299",
        "description": "PAYDAY 2 is an action-packed, four-player co-op shooter that once again lets gamers don the masks of the original PAYDAY crew - Dallas, Hoxton, Wolf and Chains - as they descend on Washington DC for an epic crime spree. \nThe CRIMENET network offers a huge range of dynamic contracts, and players are free to choose anything from small-time convenience store hits or kidnappings, to big league cyber-crime or emptying out major bank vaults for that epic PAYDAY. While in DC, why not participate in the local community, and run a few political errands?\nUp to four friends co-operate on the hits, and as the crew progresses the jobs become bigger, better and more rewarding. Along with earning more money and becoming a legendary criminal comes a character customization and crafting system that lets crews build and customize their own guns and gear.\nKey Features\nRob Banks, Get Paid – Players must choose their crew carefully, because when the job goes down they will need the right mix of skills on their side.\nCRIMENET – The dynamic contract database lets gamers pick and choose from available jobs by connecting with local contacts such as Vlad the Ukrainian, shady politician \"The Elephant\", and South American drug trafficker Hector, all with their own agenda and best interests in mind.\nPAYDAY Gunplay and Mechanics on a New Level – Firing weapons and zip tying civilians never felt so good.\nDynamic Scenarios – No heist ever plays out the same way twice. Every single scenario has random geometry or even rare events.\nChoose Your Skills – As players progress they can invest in any of five special Skill Trees: Mastermind, Enforcer, Ghost, Technician and Fugitive. Each features a deep customization tree of associated skills and equipment to master, and they can be mixed and matched to create the ultimate heister.\nMore Masks than Ever – PAYDAY 2 features a completely new mask system, giving players the ability to craft their own unique mask with a pattern and color of their choice, resulting in millions of different combinations.  \nWeapons and Modifications – A brand new arsenal for the serious heister, covering everything from sniper and assault rifles to compact PDWs and SMGs. Once you've settled for a favorite, you can modify it with optics, suppressors, fore grips, reticles, barrels, frames, stocks and more, all of which will affect the performance of your weapon. There are also purely aesthetic enhancements - why not go for the drug lord look with polished walnut grips for your nine?\nPlay It Your Way – Each job allows for multiple approaches, such as slow and stealthy ambushes or running in guns blazing. Hit the target any way you want, each approach will provide a different experience.\nA Long History of Additional Content – More than 70 updates since release, including new heists, characters, weapons and other gameplay features like driving cars and forklifts.",
        "header_image": "game_images\\PAYDAY 2\\218620_header.jpg",
        "screenshots": [
            "game_images\\PAYDAY 2\\218620_screenshot_0.jpg",
            "game_images\\PAYDAY 2\\218620_screenshot_1.jpg",
            "game_images\\PAYDAY 2\\218620_screenshot_2.jpg",
            "game_images\\PAYDAY 2\\218620_screenshot_3.jpg",
            "game_images\\PAYDAY 2\\218620_screenshot_4.jpg"
        ]
    },
    {
        "appid": "901583",
        "name": "Grand Theft Auto IV: Complete Edition",
        "genres": "Action, Adventure",
        "price": "0",
        "description": "PLEASE NOTE:  Microsoft no longer supports creating Games for Windows-LIVE accounts within Grand Theft Auto IV. You can create an account through \naccount.xbox.com\n and then log into your account in game. \nThis standalone retail title spans three distinct stories, interwoven to create one of the most unique and engaging single-player experiences of this generation.\n\t\t\t\t\t\t\t\t\t\t\t\tThis definitive Grand Theft Auto bundle boasts hundreds of hours of single-player gameplay; a full suite of open-world multiplayer game types limited only by players’ creativity; dozens of eclectic radio stations with hours of music and original dialogue",
        "header_image": "game_images\\Grand Theft Auto IV Complete Edition\\901583_header.jpg",
        "screenshots": [
            "game_images\\Grand Theft Auto IV Complete Edition\\901583_screenshot_0.jpg",
            "game_images\\Grand Theft Auto IV Complete Edition\\901583_screenshot_1.jpg",
            "game_images\\Grand Theft Auto IV Complete Edition\\901583_screenshot_2.jpg",
            "game_images\\Grand Theft Auto IV Complete Edition\\901583_screenshot_3.jpg",
            "game_images\\Grand Theft Auto IV Complete Edition\\901583_screenshot_4.jpg"
        ]
    },
    {
        "appid": "238960",
        "name": "Path of Exile",
        "genres": "Action, Adventure, Indie, Massively Multiplayer, RPG, Free to Play",
        "price": "0",
        "description": "You are an Exile, struggling to survive on the dark continent of Wraeclast, as you fight to earn power that will allow you to exact your revenge against those who wronged you. Created by hardcore gamers, Path of Exile is an online Action RPG set in a dark fantasy world. With a focus on visceral action combat, powerful items and deep character customization, Path of Exile is completely free and will never be pay-to-win.\nKey Features\nFreedom. Power. Revenge.\nPath of Exile is an online Action RPG designed around a strong online item economy and deep character customisation. \nPath of Exile is set in the dark fantasy world of Wraeclast. Scarred by mysterious catastrophes of the past and inhabited by creatures of nightmare, the very environment challenges exiles who dare explore it. You play as the Duelist, Witch, Ranger, Templar, Marauder, Shadow or the Scion class. From forsaken shores through to the city of Oriath, explore Wraeclast and uncover the ancient secrets waiting for you.\nUnlimited Character Customization\nCreate and customise hundreds of unique skill combinations from tradable itemised gems and our gigantic Passive Skill Tree. Combine skill gems, support gems and trigger gems to create your own unique combination of power, defence and destruction.\nAll of Path of Exile's character classes share its vast Passive Skill Tree. Starting at one of seven distinct locations dictated by their chosen class, players can focus on the core specialities of their class or travel across the tree to build complex combinations of skills from various disciplines. Scattered across the tree are Keystone passives, Masteries and Jewel Sockets that drastically alter the way a character is played. \nArmed to Kill\nPath of Exile is completely designed around items. Our flasks are persistent items that have mods. Our endgame areas can be found as Map items that have mods altering their challenges and rewards. We've gone as far as removing gold as a currency and basing our trade economy around orbs that can randomly reroll the properties of other items. We have carefully constructed our item system for veterans of the best Action RPGs.\nExplore the Atlas of Worlds\nThe Atlas of Worlds is a series of more than a hundred high-level maps that truly test the limits of your build. As you explore the Atlas, you will eventually unveil its dark secrets and face the most dangerous bosses that Wraeclast has ever seen.\nIn the true Path of Exile way, the Atlas of Worlds has its own Passive Skill Tree. Earn skill points for the Tree by completing maps on the Atlas and create your own unique endgame experience.\nDeadly Missions\nIn your journey through Wraeclast, you will meet fellow Exiles who seek your help. Capture wild beasts for Einhar, delve into the depths of the Azurite Mine with Niko, explore the secrets of the Temple of Atzoatl with Alva or investigate a mysterious Immortal Syndicate with Jun. Once received, these missions can be completed at any time in the endgame. This optional content in Path of Exile will reward you with valuable currency, powerful tradeable items and new ways of crafting.\nCustomise Your Hideout\n​In your extensive travels throughout the Acts and the Atlas of Worlds, you will discover secret locations swarmed with dangerous monsters. Defeat them, claim the Hideout for yourself and create your own personalised town. Use your Hideout as a quiet place to trade with other Exiles, craft after battle, or expand it and use it as a personalised Guild Hall with hundreds of decorations.\nBe Ruthless\nRuthless is an optional game mode which offers a more challenging way to play Path of Exile. Ruthless players can expect extreme item scarcity, limited crafting and many other changes such as support gems being drop-only. Ruthless is a mode about friction, tension and anticipation. It's much more difficult, but overcoming that difficulty feels highly rewarding. In a world where your items are far below par, every item drop has the potential to be the breakthrough one you need.\nFair-To-Play. Never Pay-To-Win. \nWe're committed to creating a fair playing field for all players. All Microtransactions in Path of Exile are purely cosmetic and do not affect gameplay.",
        "header_image": "game_images\\Path of Exile\\238960_header.jpg",
        "screenshots": [
            "game_images\\Path of Exile\\238960_screenshot_0.jpg",
            "game_images\\Path of Exile\\238960_screenshot_1.jpg",
            "game_images\\Path of Exile\\238960_screenshot_2.jpg",
            "game_images\\Path of Exile\\238960_screenshot_3.jpg",
            "game_images\\Path of Exile\\238960_screenshot_4.jpg"
        ]
    },
    {
        "appid": "242760",
        "name": "The Forest",
        "genres": "Action, Adventure, Indie, Simulation",
        "price": "499",
        "description": "As the lone survivor of a passenger jet crash, you find yourself in a mysterious forest battling to stay alive against a society of cannibalistic mutants. \nBuild, explore, survive in this terrifying first person survival horror simulator.\nKey  features\nEnter a living, breathing world, where every tree and plant can be chopped down. Below ground explore a vast network of caves and underground lakes. \nChop down trees to build a camp, or start a fire to keep warm. Scavenge food to keep yourself from starving. \nBuild a small shelter or a large ocean side fortress. Lay traps and defences to keep a safe perimeter. \nExplore and build during the day. Defend your base at night. Craft weapons and tools. Bunker down during the evening or bring the fight directly to the enemy. \nDefend yourself against a clan of genetic mutant enemies that have beliefs, families, morals and that appear almost human. \nUse stealth to evade enemies, or engage them directly with crude weapons built from sticks and stones.",
        "header_image": "game_images\\The Forest\\242760_header.jpg",
        "screenshots": [
            "game_images\\The Forest\\242760_screenshot_0.jpg",
            "game_images\\The Forest\\242760_screenshot_1.jpg",
            "game_images\\The Forest\\242760_screenshot_2.jpg",
            "game_images\\The Forest\\242760_screenshot_3.jpg",
            "game_images\\The Forest\\242760_screenshot_4.jpg"
        ]
    },
    {
        "appid": "322330",
        "name": "Don't Starve Together",
        "genres": "Action, Adventure, Indie, RPG, Simulation, Strategy",
        "price": "509",
        "description": "Explore Together\nDiscover and explore a massive procedurally generated and biome-rich world with countless resources and threats. Whether you stick to the surface world, go spelunking in the caves, dive deeper into the Ancient Archive, or set sail for the Lunar islands, it will be a long time before you run out of things to do.\nFight Together\nSeasonal bosses, wandering menaces, lurking shadow creatures, and plenty of flora and fauna ready to turn you into a spooky ghost.\nFarm Together\nPlow fields and sow seeds to grow the farm of your dreams. Tend to your crops to help your fellow survivors stay fed and ready for the challenges to come.\nBuild Together\nProtect yourself, your friends, and everything you have managed to gather, because you can be sure, somebody or something is going to want it back.\nAbout the Game\nFight, Farm, Build and Explore Together in the standalone multiplayer expansion to the uncompromising wilderness survival game, Don't Starve.\nEnter a strange and unexplored world full of odd creatures, hidden dangers, and ancient secrets. Gather resources to craft items and build structures that match your survival style. Play your way as you unravel the mysteries of \"The Constant\".\nCooperate with your friends in a private game, or find new friends online. Work with other players to survive the harsh environment, or strike out on your own.\nDo whatever it takes, but most importantly, Don't Starve.",
        "header_image": "game_images\\Don't Starve Together\\322330_header.jpg",
        "screenshots": [
            "game_images\\Don't Starve Together\\322330_screenshot_0.jpg",
            "game_images\\Don't Starve Together\\322330_screenshot_1.jpg",
            "game_images\\Don't Starve Together\\322330_screenshot_2.jpg",
            "game_images\\Don't Starve Together\\322330_screenshot_3.jpg",
            "game_images\\Don't Starve Together\\322330_screenshot_4.jpg"
        ]
    },
    {
        "appid": "413150",
        "name": "Stardew Valley",
        "genres": "Indie, RPG, Simulation",
        "price": "899",
        "description": "Stardew Valley is an open-ended country-life RPG! \n \nYou've inherited your grandfather's old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home? It won't be easy. Ever since Joja Corporation came to town, the old ways of life have all but disappeared. The community center, once the town's most vibrant hub of activity, now lies in shambles. But the valley seems full of opportunity. With a little dedication, you might just be the one to restore Stardew Valley to greatness!\nFeatures \nTurn your overgrown field into a lively farm!  \n Raise animals, grow crops, start an orchard, craft useful machines, and more! You'll have plenty of space to create the farm of your dreams. \n8 Player Farming!\n Invite 1-7 players to join you in the valley online! Players can work together to build a thriving farm, share resources, and improve the local community.  As more hands are better than one, players have the option to scale profit margin on produce sold for a more challenging experience.\nImprove your skills over time. \n As you make your way from a struggling greenhorn to a master farmer, you'll level up in 5 different areas: farming, mining, combat, fishing, and foraging. As you progress, you'll learn new cooking and crafting recipes, unlock new areas to explore, and customize your skills by choosing from a variety of professions. \nBecome part of the local community. \n With over 30 unique characters living in Stardew Valley, you won't have a problem finding new friends! Each person has their own daily schedule, birthday, unique mini-cutscenes, and new things to say throughout the week and year. As you make friends with them, they will open up to you, ask you for help with their personal troubles, or tell you their secrets! Take part in seasonal festivals such as the luau, haunted maze, and feast of the winter star. \nExplore a vast, mysterious cave. \n As you travel deeper underground, you'll encounter new and dangerous monsters, powerful weapons, new environments, valuable gemstones, raw materials for crafting and upgrading tools, and mysteries to be uncovered. \nBreathe new life into the valley.\n Since JojaMart opened, the old way of life in Stardew Valley has changed. Much of the town's infrastructure has fallen into disrepair. Help restore Stardew Valley to it's former glory by repairing the old community center, or take the alternate route and join forces with Joja Corporation.\nCourt and marry a partner to share your life on the farm with. \n There are 12 available bachelors and bachelorettes to woo, each with unique character progression cutscenes. Once married, your partner will live on the farm with you. Who knows, maybe you'll have kids and start a family?\nSpend a relaxing afternoon at one of the local fishing spots. \n The waters are teeming with seasonal varieties of delicious fish. Craft bait, bobbers, and crab pots to help you in your journey toward catching every fish and becoming a local legend! \nDonate artifacts and minerals to the local museum. \nCook delicious meals and craft useful items to help you out.  \nWith over 100 cooking and crafting recipes, you'll have a wide variety of items to create. Some dishes you cook will even give you temporary boosts to skills, running speed, or combat prowess. Craft useful objects like scarecrows, oil makers, furnaces, or even the rare and expensive crystalarium. \nCustomize the appearance of your character and house. \n With hundreds of decorative items to choose from, you'll have no trouble creating the home of your dreams!\nXbox controller support (with rumble)! (Keyboard still required for text input) \nOver two hours of original music.",
        "header_image": "game_images\\Stardew Valley\\413150_header.jpg",
        "screenshots": [
            "game_images\\Stardew Valley\\413150_screenshot_0.jpg",
            "game_images\\Stardew Valley\\413150_screenshot_1.jpg",
            "game_images\\Stardew Valley\\413150_screenshot_2.jpg",
            "game_images\\Stardew Valley\\413150_screenshot_3.jpg",
            "game_images\\Stardew Valley\\413150_screenshot_4.jpg"
        ]
    },
    {
        "appid": "1203220",
        "name": "NARAKA: BLADEPOINT",
        "genres": "Action, Adventure, Massively Multiplayer",
        "price": "0",
        "description": "FREE TO PLAY NOW\nAbout the Game\nDynamic, fast-paced and ever shifting; battle your enemies with punishing combos, parries and grit or outsmart them using lethal counters in an intense mind game.\nWall run, swoop down, and zip across mountains and buildings with ease as you hunt down unsuspecting foes using your grappling hook and parkour skills. \nCombine a variety of melee and ranged weapons with our cast of powerful heroes, each with customized skills and unique Ultimate moves.\nTravel to the magnificent but dangerous land of Morus and Holoroth, where great battles have shaped a beautiful landscape inspired by Far Eastern legends.",
        "header_image": "game_images\\NARAKA BLADEPOINT\\1203220_header.jpg",
        "screenshots": [
            "game_images\\NARAKA BLADEPOINT\\1203220_screenshot_0.jpg",
            "game_images\\NARAKA BLADEPOINT\\1203220_screenshot_1.jpg",
            "game_images\\NARAKA BLADEPOINT\\1203220_screenshot_2.jpg",
            "game_images\\NARAKA BLADEPOINT\\1203220_screenshot_3.jpg",
            "game_images\\NARAKA BLADEPOINT\\1203220_screenshot_4.jpg"
        ]
    },
    {
        "appid": "1097150",
        "name": "Fall Guys: Ultimate Knockout",
        "genres": "Action, Casual, Indie, Massively Multiplayer, Sports",
        "price": "0",
        "description": "You’re invited to dive and dodge your way to victory in the pantheon of clumsy. Rookie or pro? Solo or partied up? Fall Guys delivers ever-evolving, high-concentrated hilarity and fun. Prefer to be the maverick behind the mayhem? Build your very own obstacle course to share with friends or the wider community. \nCreate your own Course: Fall Guys Creative is a level editor that allows you to create fiendish custom Rounds and share them with the wider community.\nCompetitive & Cooperative: Tumble between competitive free-for-alls and cooperative challenges—or take on the Blunderdome with up to 3 friends!\nPlay with Friends: Fall Guys supports cross-play, cross-platform parties and cross-progression via your Epic Games Account.\nEver-Evolving Content: Play stays fresh with new collabs and game updates which bring new Costumes, Obstacles, and ways to play.\nGloriously Customizable: Choose from a multitude of Colors, Patterns, Costumes and Nameplates. Relish wins with extravagant Celebrations and share your flair with Emotes!\nItems shown may require separate purchase from the in-game store and are subject to availability. Contains in-game purchases.",
        "header_image": "game_images\\Fall Guys Ultimate Knockout\\1097150_header.jpg",
        "screenshots": [
            "game_images\\Fall Guys Ultimate Knockout\\1097150_screenshot_0.jpg",
            "game_images\\Fall Guys Ultimate Knockout\\1097150_screenshot_1.jpg",
            "game_images\\Fall Guys Ultimate Knockout\\1097150_screenshot_2.jpg",
            "game_images\\Fall Guys Ultimate Knockout\\1097150_screenshot_3.jpg",
            "game_images\\Fall Guys Ultimate Knockout\\1097150_screenshot_4.jpg"
        ]
    },
    {
        "appid": "292030",
        "name": "The Witcher 3: Wild Hunt",
        "genres": "RPG",
        "price": "399",
        "description": "Special Offer\nAbout the Game\nTHE MOST AWARDED GAME OF A GENERATION\nNOW ENHANCED FOR THE NEXT\nYou are Geralt of Rivia, mercenary monster slayer. Before you stands a war-torn, monster-infested continent you can explore at will. Your current contract? Tracking down Ciri — the Child of Prophecy, a living weapon that can alter the shape of the world.\nUpdated to the latest version, The Witcher 3: Wild Hunt comes with new features and items, including a built-in Photo Mode, swords, armor, and alternate outfits inspired by The Witcher Netflix series — and more!\nBehold the dark fantasy world of the Continent like never before! This edition of The Witcher 3: Wild Hunt has been enhanced with numerous visual and technical improvements, including vastly improved level of detail, a range of community created and newly developed mods for the game, real-time ray tracing, and more — all implemented with the power of modern PCs in mind.\nTrained from early childhood and mutated to gain superhuman skills, strength, and reflexes, witchers are a counterbalance to the monster-infested world in which they live.\n• Gruesomely destroy foes as a professional monster hunter armed with a range of upgradeable weapons, mutating potions, and combat magic.\n• Hunt down a wide variety of exotic monsters, from savage beasts prowling mountain passes to cunning supernatural predators lurking in the shadowy back alleys of densely populated cities.\n• Invest your rewards to upgrade your weaponry and buy custom armor, or spend them on horse races, card games, fist fighting, and other pleasures life brings.\nBuilt for endless adventure, the massive open world of The Witcher sets new standards in terms of size, depth, and complexity.\n• Traverse a fantastical open world: explore forgotten ruins, caves, and shipwrecks, trade with merchants and dwarven smiths in cities, and hunt across the open plains, mountains, and seas.\n• Deal with treasonous generals, devious witches, and corrupt royalty to provide dark and dangerous services.\n• Make choices that go beyond good & evil, and face their far-reaching consequences.\nTake on the most important contract of your life: to track down the child of prophecy, the key to saving or destroying this world.\n• In times of war, chase down the child of prophecy, a living weapon foretold by ancient elven legends.\n• Struggle against ferocious rulers, spirits of the wilds, and even a threat from beyond the veil – all hell-bent on controlling this world.\n• Define your destiny in a world that may not be worth saving.",
        "header_image": "game_images\\The Witcher 3 Wild Hunt\\292030_header.jpg",
        "screenshots": [
            "game_images\\The Witcher 3 Wild Hunt\\292030_screenshot_0.jpg",
            "game_images\\The Witcher 3 Wild Hunt\\292030_screenshot_1.jpg",
            "game_images\\The Witcher 3 Wild Hunt\\292030_screenshot_2.jpg",
            "game_images\\The Witcher 3 Wild Hunt\\292030_screenshot_3.jpg",
            "game_images\\The Witcher 3 Wild Hunt\\292030_screenshot_4.jpg"
        ]
    },
    {
        "appid": "291480",
        "name": "Warface",
        "genres": "Action, Massively Multiplayer, Free to Play",
        "price": "0",
        "description": "Just Updated\nA new season \"Tropical Trails\" has kicked off in Warface: Clutch!\nAbout the Game\nWarface: Clutch is a contemporary MMO first person shooter with millions of fans around the world. It offers intense PvP modes, compelling PvE missions and raids that you can challenge with five diverse classes and a colossal customizable arsenal.\nIntense PvP\nOver ten multiplayer modes with dozens of maps – from time proven shooter classics to fresh experiments, as well the elaborated system of ranked matches with unique rewards await its heroes.\nCompelling PvE\nPlay with your friends in exciting online missions or try yourself in full-scale raids with several difficulty levels and epic loot.\nDiverse classes\nRifleman, Medic, Engineer, Sniper and SED are at your service: assault the defenses of your enemies, revive your teammates, mine the corridors, take down the foes with precise shots or tank the enemy's counter-attack - here you decide how to act!\nEnormous customizable arsenal\nHundreds of weapons are at your disposal, customizable with a range of scopes, grips, flash guards, and camo to get the best performance tailored to your preference.\nJump into action and play for free!",
        "header_image": "game_images\\Warface\\291480_header.jpg",
        "screenshots": [
            "game_images\\Warface\\291480_screenshot_0.jpg",
            "game_images\\Warface\\291480_screenshot_1.jpg",
            "game_images\\Warface\\291480_screenshot_2.jpg",
            "game_images\\Warface\\291480_screenshot_3.jpg",
            "game_images\\Warface\\291480_screenshot_4.jpg"
        ]
    },
    {
        "appid": "444090",
        "name": "Paladins",
        "genres": "Action, Adventure, Massively Multiplayer, Strategy, Free to Play",
        "price": "0",
        "description": "Paladins is a fantasy team-based shooter set in a vibrant Realm, featuring a large cast of Champions from sharpshooting mercenaries, magic wielding scholars, supernatural entities, and even deities and monstrosities from the stars. Teams of 5 face off in a variety of modes from pushing a payload to contesting rotating objectives. \nOur roster of over 50 Champions is the largest in the genre, with various archetypes for players to learn and master. Between the versatile and lethal Damage class, the aggressive and elusive Flank class, the sturdy and space-making Frontline class, and the healing and buff managing Support class; there is a Champion that matches every player's expression. Each Champion allows you to customize and augment their abilities out of match & itemize in-game to play exactly how you want them to.\nCustomization reigns supreme even beyond your gameplay, from the ability to show off your profile to unique Champion skins that alter their presentation and voices, to even effects after you eliminate opponents or fall in battle. Cosmetics explore themes from across the Realm and beyond, meaning your version of a Champion not only plays unique, but looks it too!",
        "header_image": "game_images\\Paladins\\444090_header.jpg",
        "screenshots": [
            "game_images\\Paladins\\444090_screenshot_0.jpg",
            "game_images\\Paladins\\444090_screenshot_1.jpg",
            "game_images\\Paladins\\444090_screenshot_2.jpg",
            "game_images\\Paladins\\444090_screenshot_3.jpg",
            "game_images\\Paladins\\444090_screenshot_4.jpg"
        ]
    },
    {
        "appid": "49520",
        "name": "Borderlands 2",
        "genres": "Action, RPG",
        "price": "300",
        "description": "Borderlands Collection: Pandora's Box\nThis title is included in Borderlands Collection: Pandora's Box!\nAbout the Game\nA new era of shoot and loot is about to begin. Play as one of four new vault hunters facing off against a massive new world of creatures, psychos and the evil mastermind, Handsome Jack.  Make new friends, arm them with a bazillion weapons and fight alongside them in 4 player co-op on a relentless quest for revenge and redemption across the undiscovered and unpredictable living planet.\nKey Features:\nAll-New Characters and All-New Classes:\n Four all new playable classes including the Siren, the Commando, the Gunzerker and the Assassin. Step into the role of the Gunzerker, whose highly deadly skills allow him to dual-wield any two weapons found in the game. Not only that, you will build on that skill to do more things with two guns than you ever imagined possible. Dual machine guns? Cool. Dual rocket launchers? Of course! Dual Sniper Rifles? Sure, if that’s your thing! Want to try other styles? More tactical perhaps? There are multiple classes to choose from!\nDynamic Co-op online, and LAN:\n Share your adventures with friends both online and via LAN. Borderlands 2 features a seamless system enabling you to drop in and drop out of a campaign without ever having to restart the game. On top of that you can even take your new gear from any game to any other!\nWorld Connected Story:\n  Find yourself left for dead in the frozen tundra of Pandora as you begin your quest of revenge and redemption. Expose the evil surrounding the Hyperion Corporation and take on the perpetrator of a universe-wide grand deception -- the nefarious Hyperion CEO, Handsome Jack. (Oh, also: he's stolen credit for the opening of the Vault.)\n87 Bazillion...Everything:\n In addition to the new gun system, you will lust after procedurally generated shields, grenades, Relics, class mods and much, much more. And you thought the original Borderlands had a ton of loot!\nBrand new environments on Pandora:\n Hunt through entirely brand new areas of Pandora that are more alive than ever!  From the arctic tundra, through the dangerous grasslands, past the mysterious corrosive caverns to beyond, you’ll be surprised by the unpredictable world of Pandora at every turn!\nBrand new enemies:\n  A whole slew of new enemies are out there to kill you in Borderlands 2. Hulking, gorilla-like Bullymongs, vicious predatory Stalkers and the Hyperion mechanical army, run by Handsome Jack, are just some of the new enemies in Borderlands 2.\nNote: The Mac and Linux versions of Borderlands 2 are available in English, French, Italian, German and Spanish only.",
        "header_image": "game_images\\Borderlands 2\\49520_header.jpg",
        "screenshots": [
            "game_images\\Borderlands 2\\49520_screenshot_0.jpg",
            "game_images\\Borderlands 2\\49520_screenshot_1.jpg",
            "game_images\\Borderlands 2\\49520_screenshot_2.jpg",
            "game_images\\Borderlands 2\\49520_screenshot_3.jpg",
            "game_images\\Borderlands 2\\49520_screenshot_4.jpg"
        ]
    },
    {
        "appid": "227300",
        "name": "Euro Truck Simulator 2",
        "genres": "Indie, Simulation",
        "price": "199",
        "description": "Just Updated\nJoin your friends and keep on truckin' together in 8 player Convoy multiplayer mode, now available!\nGive American Truck Simulator a test drive\nStart your new truck empire in the United States! \nTry the demo\n of American Truck Simulator and \nvisit the Steam store page\n.\nhttps://store.steampowered.com/app/270880/American_Truck_Simulator/\nAbout the Game\nTravel across Europe as king of the road, a trucker who delivers important cargo across impressive distances! With dozens of cities to explore from the UK, Belgium, Germany, Italy, the Netherlands, Poland, and many more, your endurance, skill and speed will all be pushed to their limits. If you’ve got what it takes to be part of an elite trucking force, get behind the wheel and prove it!\nKey Features:\nTransport a vast variety of cargo across more than 60 European cities.\nRun your own business which continues to grow even as you complete your freight deliveries.\nBuild your own fleet of trucks, buy garages, hire drivers, manage your company for maximum profits.\nA varied amount of truck tuning that range from performance to cosmetic changes.\nCustomize your vehicles with optional lights, bars, horns, beacons, smoke exhausts, and more.\nThousands of miles of real road networks with hundreds of famous landmarks and structures.\nWorld of Trucks\nTake advantage of additional features of Euro Truck Simulator 2 by joining our online community on \nWorld of Trucks\n, our center for virtual truckers all around the world interested in Euro Truck Simulator 2 and future SCS Software's truck simulators. \nUse in-game Photo Mode to capture the best moments and share them with thousands of people who love trucks.\nFavorite the images you like the most and return to them anytime in the future. \nDiscuss the screenshots with everyone using World of Trucks. \nSee the best images hand-picked by the game creators in Editor's Pick updated almost every day. Try to get your own screenshot on this list!\nUpload and use your custom avatar and license plate in the game.\nMore features coming soon!\nTo join \nWorld of Trucks\n, simply sign up with your Steam account \non the join page\n.\nWorld of Trucks is an optional service, registration on World of Trucks isn't required to play the game.",
        "header_image": "game_images\\Euro Truck Simulator 2\\227300_header.jpg",
        "screenshots": [
            "game_images\\Euro Truck Simulator 2\\227300_screenshot_0.jpg",
            "game_images\\Euro Truck Simulator 2\\227300_screenshot_1.jpg",
            "game_images\\Euro Truck Simulator 2\\227300_screenshot_2.jpg",
            "game_images\\Euro Truck Simulator 2\\227300_screenshot_3.jpg",
            "game_images\\Euro Truck Simulator 2\\227300_screenshot_4.jpg"
        ]
    },
    {
        "appid": "10",
        "name": "Counter-Strike",
        "genres": "Action",
        "price": "99",
        "description": "Play the world's number 1 online action game. Engage in an incredibly realistic brand of terrorist warfare in this wildly popular team-based game. Ally with teammates to complete strategic missions. Take out enemy sites. Rescue hostages. Your role affects your team's success. Your team's success affects your role.",
        "header_image": "game_images\\Counter-Strike\\10_header.jpg",
        "screenshots": [
            "game_images\\Counter-Strike\\10_screenshot_0.jpg",
            "game_images\\Counter-Strike\\10_screenshot_1.jpg",
            "game_images\\Counter-Strike\\10_screenshot_2.jpg",
            "game_images\\Counter-Strike\\10_screenshot_3.jpg",
            "game_images\\Counter-Strike\\10_screenshot_4.jpg"
        ]
    },
    {
        "appid": "552990",
        "name": "World of Warships",
        "genres": "Action, Massively Multiplayer, Simulation, Free to Play",
        "price": "0",
        "description": "Special Offer\nAbout the Game\nDownload and play World of Warships absolutely FREE — you can progress through the game’s countless ship trees simply by playing the game and accumulating experience.\nNaval warfare has never looked this good! Engage in thrilling battles between massive fleets across a multitude of gigantic maps where every maneuver, salvo, or push can mean the difference between utmost triumph and total defeat.\nFrom Bismarck and Yamato to Iowa and Hood… The most famous and historic warships of WWI and WWII have been recreated in breathtaking detail, making World of Warships the most extensive virtual naval museum on the planet!\nEvery playstyle has its place! Take command of devastating but slow battleships, versatile but vulnerable cruisers, stealthy but lightly-armed destroyers, or quick-striking but fragile aircraft carriers — and everything in between!\nChoose your favorite branch among 12 in-game nations and battle your way up a comprehensive ship tier system following a natural historical progression.\nInstall modifications on your ship to fit your playstyle, train your commanders to unlock special skills, and augment your fleet with camouflages, signal flags, and more.\nIf the life of a lone wolf is not for you, invite your friends to a Division and put your co-operative skills to the test! If you're looking for a real challenge, join a Clan, climb to the top of the Clan league, and strive to be the best on your server!\nPlease note, only game accounts created using Steam version of the game are officially supported due to technical reasons.",
        "header_image": "game_images\\World of Warships\\552990_header.jpg",
        "screenshots": [
            "game_images\\World of Warships\\552990_screenshot_0.jpg",
            "game_images\\World of Warships\\552990_screenshot_1.jpg",
            "game_images\\World of Warships\\552990_screenshot_2.jpg",
            "game_images\\World of Warships\\552990_screenshot_3.jpg",
            "game_images\\World of Warships\\552990_screenshot_4.jpg"
        ]
    },
    {
        "appid": "272060",
        "name": "Serena",
        "genres": "Adventure, Indie",
        "price": "0",
        "description": "How long has it been? A man sits in a distant getaway cabin waiting for his wife Serena. Where is she? Things in the cabin evoke memories, and the husband comes to a disturbing realization...          \nThis short point-and-click adventure is the result of a massive collaborative effort between dozens of fans and designers of adventure games. Rallying to support the venerable genre and its passionate community, these developers have brought together a grim and highly detailed horror story in what is the largest, possibly even the first, game project of its kind. Talents include crew from renowned indie companies \nSenscape\n, \nCBE Software\n, \nInfamous Quests\n, \nDigital Media Workshop\n, \nGuys from Andromeda\n, and many more.\nFeatures\nA (twisted) love letter to the adventure game community\nOver 40 contributors provided their wit and talents\nExtremely depressive mood, and a bit of fear here and there\nA haunting story that will challenge your intellect (and temerity)\nAmazing voice acting by legendary adventure game designer Josh Mandel\nMore awesome acting by popular video producer \nPushing Up Roses\n \nYet another overwhelmingly astonishing surprise cameo by an ex-designer from Sierra!\nDid we mention the gut-wrenching atmosphere?",
        "header_image": "game_images\\Serena\\272060_header.jpg",
        "screenshots": [
            "game_images\\Serena\\272060_screenshot_0.jpg",
            "game_images\\Serena\\272060_screenshot_1.jpg",
            "game_images\\Serena\\272060_screenshot_2.jpg",
            "game_images\\Serena\\272060_screenshot_3.jpg",
            "game_images\\Serena\\272060_screenshot_4.jpg"
        ]
    },
    {
        "appid": "438100",
        "name": "VRChat",
        "genres": "Adventure, Casual, Massively Multiplayer, Simulation, Sports, Free to Play, Early Access",
        "price": "0",
        "description": "Imagine a space filled with limitless possibilities. \nSpend your afternoon dogfighting in fighter jets, before winding down in a treehouse that exists floating in a nebula. Make a new best friend while exploring a haunted mansion, right before playing a hand of cards with a robot, alien, and eight-foot tall wolf.\nIn VRChat, there are hundreds of thousands of worlds, millions of avatars – \nall created by the users\n. No matter what you’re into, there’s a space in VRChat for you. And if there isn’t, we’ll give you the tools to make your dream a reality.\nWhile not required to join in on the fun, VRChat was built to take advantage of VR headsets in many unique ways. That means avatars that flow with your movement, and systems that work alongside various hardware platforms to provide full-body tracking, finger tracking, and much, much more.\nThere’s something magical around every corner. Come take a look, and see what you find.\nIn VRChat, there’s always something to do – and people to meet there.\nVisit a planetarium and have a chat about astronomy. Go on a virtual hike through a majestic fantasy forest. Pull up to a car meet, and talk shop with some gearheads. Attend a live music event underneath a chemical storage facility, and talk obscure genres with DJs. Once you find your crowd, join their Group, and you'll be able to find them again the next time you're on.\nYour community – \nwhatever it is\n – is here.\nThere are thousands of games to play in VRChat. Try running a kitchen in a busy restaurant, or racing go-karts in zero gravity. Fancy a battle royale? We’ve got those, too -- just probably with a wider diversity of avatars than you’ve ever seen before.\nIt doesn’t matter what you like to play: casual card games, shooters, racing, platformers, puzzles, horror, and of course, endless party games. If you want to play it, it probably exists here (and if it doesn't, you can build it yourself).\nEverything here was built by the community using the VRChat SDK. Combined with Unity and Udon, our in-house scripting language, we give our users as much power as possible to build whatever their imaginations can conjure up.\nBut creation isn’t just limited to worlds.\nVRChat provides a level of creative freedom that is unmatched anywhere else, and nowhere is that reflected best than on the avatars of our users. In VRChat, you can be anything, and explore your identity however you’d like. Want to be an alien? A talking dog? A sentient shoe with glowing bits that react to the beat of music by changing color? \nI mean, sure, if that’s what you’re about.\nCome on in -- hundreds of thousands of worlds (and a whole bunch of new friends!) are waiting for you.",
        "header_image": "game_images\\VRChat\\438100_header.jpg",
        "screenshots": [
            "game_images\\VRChat\\438100_screenshot_0.jpg",
            "game_images\\VRChat\\438100_screenshot_1.jpg",
            "game_images\\VRChat\\438100_screenshot_2.jpg",
            "game_images\\VRChat\\438100_screenshot_3.jpg",
            "game_images\\VRChat\\438100_screenshot_4.jpg"
        ]
    },
    {
        "appid": "739630",
        "name": "Phasmophobia",
        "genres": "Action, Indie, Early Access",
        "price": "1049",
        "description": "Join Our Discord\n2023/2024 Roadmap\nAbout the Game\nPhasmophobia is a 4-player, online co-op, psychological horror game. You and your team of paranormal investigators will enter haunted locations filled with paranormal activity and try to gather as much evidence as you can. Use your ghost-hunting equipment to find and record evidence to sell on to a ghost removal team.\nImmersive Experience:\n Realistic graphics and sounds as well as a minimal user interface ensure a totally immersive experience that will keep you on your toes.\nUnique Ghosts:\n Identify over 20 different ghost types, each with unique traits, personalities, and abilities to make each investigation feel different from the last.\nEquipment:\n Use well-known ghost-hunting equipment such as EMF Readers, Spirit Boxes, Thermometers, and Night Vision Cameras to find clues and gather as much paranormal evidence as you can. Find Cursed Possessions that grant information or abilities in exchange for your sanity.\nFull Voice Recognition: \n The Ghosts are listening! Use your actual voice to interact with the Ghosts through Ouija Boards and EVP Sessions using a Spirit Box.\nLocations:\n Choose from over 10 different haunted locations, each with unique twists, hiding spots, and layouts.\nGame Modes:\n With 5 default difficulties and hand crafted weekly challenges, there are plenty of ways to test your skills.\nTeamwork:\n Dive in head first, get your hands dirty searching for evidence while fighting for your life. If you're not feeling up to the task, play it safe and support your team from the truck by monitoring the investigation with CCTV and motion sensors.\nCustom Difficulty:\n Create your own games to tailor the difficulty to your or your group's needs, with proportional rewards and come up with crazy game modes of your own!\nCo-operate:\n Play alongside your friends with up to 4 players in this co-op horror where teamwork is key to your success.\nPlay together:\n Phasmophobia supports all players together, play with your friends with any combination of input types.",
        "header_image": "game_images\\Phasmophobia\\739630_header.jpg",
        "screenshots": [
            "game_images\\Phasmophobia\\739630_screenshot_0.jpg",
            "game_images\\Phasmophobia\\739630_screenshot_1.jpg",
            "game_images\\Phasmophobia\\739630_screenshot_2.jpg",
            "game_images\\Phasmophobia\\739630_screenshot_3.jpg",
            "game_images\\Phasmophobia\\739630_screenshot_4.jpg"
        ]
    },
    {
        "appid": "620",
        "name": "Portal 2",
        "genres": "Action, Adventure",
        "price": "99",
        "description": "Portal 2 draws from the award-winning formula of innovative gameplay, story, and music that earned the original Portal over 70 industry accolades and created a cult following.\n\t\t\t\t\t\t\t\t\t\tThe single-player portion of Portal 2 introduces a cast of dynamic new characters, a host of fresh puzzle elements, and a much larger set of devious test chambers. Players will explore never-before-seen areas of the Aperture Science Labs and be reunited with GLaDOS, the occasionally murderous computer companion who guided them through the original game.\n \n\t\t\t\t\t\t\t\t\t\tThe game’s two-player cooperative mode features its own entirely separate campaign with a unique story, test chambers, and two new player characters. This new mode forces players to reconsider everything they thought they knew about portals. Success will require them to not just act cooperatively, but to think cooperatively.\n \n \nProduct Features\n \nExtensive single player:\n Featuring next generation gameplay and a wildly-engrossing story.\n \nComplete two-person co-op:\n Multiplayer game featuring its own dedicated story, characters, and gameplay.\n \nAdvanced physics:\n Allows for the creation of a whole new range of interesting challenges, producing a much larger but not harder game.\n \nOriginal music.\n \nMassive sequel:\n The original Portal was named 2007's Game of the Year by over 30 publications worldwide. \n \nEditing Tools:\n Portal 2 editing tools will be included.",
        "header_image": "game_images\\Portal 2\\620_header.jpg",
        "screenshots": [
            "game_images\\Portal 2\\620_screenshot_0.jpg",
            "game_images\\Portal 2\\620_screenshot_1.jpg",
            "game_images\\Portal 2\\620_screenshot_2.jpg",
            "game_images\\Portal 2\\620_screenshot_3.jpg",
            "game_images\\Portal 2\\620_screenshot_4.jpg"
        ]
    },
    {
        "appid": "227940",
        "name": "Heroes & Generals",
        "genres": "Action, Free to Play, Indie, Massively Multiplayer, Strategy",
        "price": "0",
        "description": "Heroes & Generals is a full on, all-out WAR experience. Thousands of players fighting one massive clash of nations. The first to capture 15 cities takes the glory.\nFight alongside newfound brothers from all over the world in multiple battles raging persistently as Generals strategize and deploy resources to assist their men.\nAs a soldier everything you do influences the war. Every kill you make, every tank you destroy, every town you capture matters. Even glorious defeat, because sometimes to win the war, many must die.\nCHOOSE HOW YOU FIGHT\nHow you fight and the speed of progression is up to you.\nExperience the rush of close quarter combat, the pleasure of picking off the enemy at range, the power of unleashing hell from a tank or wreaking havoc from an aircraft. The choice is yours.\nMASTER YOUR OWN ARSENAL\nYou own and master your equipment.\nUnleash the terror of the badass Panther Tank, the power of the Yak-9B fighter’s 20mm cannons, or the stealth of an M8 Greyhound. Load out with the deadly PPS-43, the legendary Tommy Gun or the rare but lethal FG-42.\n65+ Weapons, 70+ vehicles and aircraft are available to add to your arsenal. If that’s not enough, you can always use your wrench to humiliate the enemy!\nKEY FEATURES\nChoose your fight: as Infantry, Recon, Tank Crew, Paratrooper or even a Fighter Pilot.\nFight in close-quarters, Infantry encounters; in larger skirmishes with vehicles or in huge land and aerial assaults. Win or lose, everything you do contributes to the war.\nUnlock a vast variety of weapons, vehicles, planes & ammo upgrades.\nEarn over 35 different Combat Badges to boost your ability and get the upper hand.\nChoose your allegiance; fight the war for the United States, Germany or the Soviet Union.\nProgress to become a General and gain ultimate power to strategize and deploy resources in battle.",
        "header_image": "game_images\\Heroes & Generals\\227940_header.jpg",
        "screenshots": [
            "game_images\\Heroes & Generals\\227940_screenshot_0.jpg",
            "game_images\\Heroes & Generals\\227940_screenshot_1.jpg",
            "game_images\\Heroes & Generals\\227940_screenshot_2.jpg",
            "game_images\\Heroes & Generals\\227940_screenshot_3.jpg",
            "game_images\\Heroes & Generals\\227940_screenshot_4.jpg"
        ]
    },
    {
        "appid": "381210",
        "name": "Dead by Daylight",
        "genres": "Action",
        "price": "799",
        "description": "Dead by Daylight: Dungeons & Dragons Edition\nNew to The Fog? Check out Dead by Daylight: Dungeons & Dragons Edition, which includes the base game, the Dungeons and Dragons Chapter, and 2 Dungeons & Dragons Outfits: Baermar’s Roadside Ambush and Vecna’s Whispered One.\nMore from Dead by Daylight\nhttps://store.steampowered.com/app/2223840/\nOVERVIEW\nAbout the Game\nDeath Is Not an Escape.\nDead by Daylight is a multiplayer (4vs1) horror game where one player takes on the role of the savage Killer, and the other four players play as Survivors, trying to escape the Killer and avoid being caught, tortured and killed.\n \nSurvivors play in third-person and have the advantage of better situational awareness. The Killer plays in first-person and is more focused on their prey.\n \nThe Survivors' goal in each encounter is to escape the Killing Ground without getting caught by the Killer - something that sounds easier than it is, especially when the environment changes every time you play.\nMore information about the game is available at \nhttp://www.deadbydaylight.com\nKey Features\n•\t\nSurvive Together… Or Not\n - Survivors can either cooperate with the others or be selfish. Your chance of survival will vary depending on whether you work together as a team or if you go at it alone. Will you be able to outwit the Killer and escape their Killing Ground?\n•\t\nWhere Am I?\n - Each level is procedurally generated, so you’ll never know what to expect. Random spawn points mean you will never feel safe as the world and its danger change every time you play.\n•\t\nA Feast for Killers\n - Dead by Daylight draws from all corners of the horror world. As a Killer you can play as anything from a powerful Slasher to terrifying paranormal entities. Familiarize yourself with your Killing Grounds and master each Killer’s unique power to be able to hunt, catch and sacrifice your victims.\n•\t\nDeeper and Deeper\n - Each Killer and Survivor has their own deep progression system and plenty of unlockables that can be customized to fit your own personal strategy. Experience, skills and understanding of the environment are key to being able to hunt or outwit the Killer.\n•\t\nReal People, Real Fear\n - The procedural levels and real human reactions to pure horror makes each game session an unexpected scenario. You will never be able to tell how it’s going to turn out. Ambience, music, and chilling environments combine into a terrifying experience. With enough time, you might even discover what’s hiding in the fog.\nWARNING: PHOTOSENSITIVITY/EPILEPSY SEIZURES - READ THIS NOTICE BEFORE PLAYING\nA very small percentage of people may experience epileptic seizures or blackouts when exposed to certain kinds of flashing lights or light patterns. These persons, or even people who have no history of seizures or epilepsy, may experience epileptic symptoms or seizures while playing video games. If you or any of your relatives has an epileptic condition or has had seizures of any kind, consult your physician before playing any video game.\nIMMEDIATELY DISCONTINUE use and consult a physician if you or your child experience any of the following symptoms: dizziness, altered vision, eye or muscle twitching, involuntary movements, loss of awareness, disorientation, or convulsions. Parents should watch for or ask their children about the above symptoms.\nYou may reduce risk of photosensitive epileptic seizures by taking the following precautions: sit farther from the screen, use a smaller screen, play in a well-lit room, do not play when you are drowsy or fatigued.",
        "header_image": "game_images\\Dead by Daylight\\381210_header.jpg",
        "screenshots": [
            "game_images\\Dead by Daylight\\381210_screenshot_0.jpg",
            "game_images\\Dead by Daylight\\381210_screenshot_1.jpg",
            "game_images\\Dead by Daylight\\381210_screenshot_2.jpg",
            "game_images\\Dead by Daylight\\381210_screenshot_3.jpg",
            "game_images\\Dead by Daylight\\381210_screenshot_4.jpg"
        ]
    }
]